Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/Croatian/1016932323__1004700524__Croatian__standard__159.xlf
Languages: hr_hr

# tu1
source: Flight price drops of 20% or more
hr_hr: Letovi kojima je cijena pala 20 % ili više

# tu2
source: What are you interested in?
hr_hr: Što vas zanima?

# tu3
source: How many bags?
hr_hr: Koliko komada prtljage?

# tu4
source: We use your responses to help make our AI tools even better. {{|Link|}}
hr_hr: Vaše odgovore upotrebljavamo kako bismo dodatno unaprijedili svoje alate koji se služe umjetnom inteligencijom. {{|Link|}}

# tu5
source: Change booking for a fee
hr_hr: Izmijenite rezervaciju uz naknadu

# tu7
source: Plan a road trip
hr_hr: Isplanirajte putovanje

# tu8
source: View price as
hr_hr: Odaberite prikaz cijene

# tu9
source: Plan road trip
hr_hr: Isplanirajte putovanje

# tu10
source: Hire a car
hr_hr: Unajmite automobil

# tu12
source: Go to all cars
hr_hr: Prikaži sve automobile

# tu13
source: @@neighbourhood@@: plan your trip
hr_hr: @@neighbourhood@@: isplanirajte putovanje

# tu14
source: From
hr_hr: Već od

# tu15
source: {{|number|}} results sorted by distance from city centre
hr_hr: Rezultati ({{|number|}}) razvrstani po udaljenosti od centra grada

# tu16
source: How many travellers?
hr_hr: Koliko putnika?

# tu17
source: {{|count|}} bags
hr_hr: {{|count|}} kom. prtljage

# tu18
source: per night
hr_hr: po noćenju

# tu19
source: Go to Drops
hr_hr: Otvori Drops

# tu20
source: We’ll make you a custom route and pick cars that suit your journey.
hr_hr: Izradit ćemo rutu prilagođenu baš za vas i odabrati automobile koji odgovaraju vašem putovanju.

# tu21
source: {{|number|}}mi from city centre
hr_hr: {{|number|}} mi od centra grada

# tu22
source: Tell us about your road trip
hr_hr: Recite nam nešto više o svojem putovanju

# tu23
source: Rooms from
hr_hr: Sobe već od

# tu24
source: Show cars
hr_hr: Prikaži automobile

# tu25
source: Here’s a sneak peek of today’s picks.
hr_hr: Pogledajte što smo danas odabrali za vas.

# tu26
source: {{|number|}}km from city centre
hr_hr: {{|number|}} km od centra grada

# tu27
source: Just so you know, this chat feature may make mistakes or provide outdated info, so always check details with the provider before booking.
hr_hr: Napominjemo da u okviru ove značajke razgovora možete dobiti pogrešne ili zastarjele informacije, pa uvijek prije ugovaranja rezervacije provjerite pojedinosti s pružateljem usluge.

# tu28
source: Refund for a fee
hr_hr: Povrat uz naknadu

# tu29
source: per day
hr_hr: po danu

# tu30
source: Cars from
hr_hr: Automobili već od

# tu31
source: What’s your route preference?
hr_hr: Koja vam ruta najviše odgovara?

# tu32
source: 1 car from {{|price|}} at {{|address|}}
hr_hr: 1 automobil već od {{|price|}} na lokaciji {{|address|}}
