Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/Croatian/1016932314__1004961078__Croatian__standard__406.xlf
Languages: hr_hr

# tu1
source: Save on long haul flights with international deals
hr_hr: Ponude za meunarodne letove donose nie cijene duih letova

# tu2
source: Recommended for you
hr_hr: Preporueno za vas

# tu3
source: Set your home airport
hr_hr: Unesite polaznu zranu luku

# tu4
source: Flight deals worth a new passport stamp
hr_hr: Ponude letova zbog kojih ete poeljeti novi peat u putovnici

# tu5
source: Tell us where you like to fly from
hr_hr: Recite nam iz koje biste zrane luke eljeli letjeti

# tu6
source: International flight deals from @@deal-price@@
hr_hr: Ponude meunarodnih letova ve od @@deal-price@@

# tu7
source: Get more from us tell us where you like to fly from
hr_hr: Imamo ponude za vas. Recite nam svoju polaznu zranu luku.

# tu8
source: Return flights abroad for less than youd think 🌎
hr_hr: Povratni meunarodni letovi povoljniji su nego to mislite 🌎

# tu9
source: Well make sure your deals are spot on.
hr_hr: Pobrinut emo se da dobijete odgovarajue ponude.

# tu10
source: Closer to home from @@deal-price@@ return
hr_hr: Povratni letovi za blia odredita ve od @@deal-price@@

# tu11
source: A few of your saved flights prices are on the move, take a look at this one!
hr_hr: Nekoliko se cijena vaih spremljenih letova promijenilo. Pogledajte ovu!

# tu12
source: Explore domestic deals
hr_hr: Pogledajte ponude domaih letova

# tu13
source: Dont forget about @@destination-city1@@, @@destination-city2@@, @@destination-city3@@
hr_hr: Ne zaboravite da su vam @@destination-city1@@, @@destination-city2@@, @@destination-city3@@ bili u mislima

# tu14
source: Your latest for @@destination-city1@@, @@destination-city2@@, @@destination-city3@@
hr_hr: Najnovije ponude za vas: @@destination-city1@@, @@destination-city2@@, @@destination-city3@@

# tu15
source: Pay just @@priceDifferenceString@@ more to fly direct. No stops, no stress.
hr_hr: Platite samo @@priceDifferenceString@@ vie i imate izravan let. Bez presjedanja, bez stresa.

# tu16
source: Pay just @@priceDifferenceString@@ more to avoid the late-night flight.
hr_hr: Za samo @@priceDifferenceString@@ vie izbjei ete polijetanje u kasnim satima.

# tu17
source: Cheapest short flights taking off from @@home-city@@.
hr_hr: Najjeftiniji kratki letovi ako vam je polazite @@home-city@@.

# tu18
source: Quick getaways from @@home-city@@
hr_hr: Krai odmor ako vam je polazite @@home-city@@

# tu19
source: Get a trip sorted for as low as @@deal-price@@ return.
hr_hr: Isplanirajte putovanje po cijeni ve od @@deal-price@@ za povratni let.

# tu20
source: Book when the price drops
hr_hr: Ugrabite kartu kad se snizi cijena

# tu21
source: Destinations to book for less
hr_hr: Odredita za koja moete kupiti jeftiniju kartu

# tu22
source: These destinations have just dropped by 20% or more in price.
hr_hr: Za ova su odredita cijene upravo sniene za najmanje 20 %.

# tu23
source: Get deals like these taking off near you
hr_hr: Iskoristite ovakve ponude za letove iz oblinjih zranih luka

# tu24
source: Dont miss out on deals just for you
hr_hr: Ne propustite ponude po svojoj mjeri

# tu25
source: Price drops of 20% or more
hr_hr: Padovi cijena od 20 % ili vie

# tu26
source: Set your home airport for more relevant deals
hr_hr: Unesite polaznu zranu luku kako biste dobili relevantne ponude

# tu27
source: Reminder: set your home airport
hr_hr: Podsjetnik: unesite polaznu zranu luku

# tu28
source: Getting the right deals? Try setting your home airport
hr_hr: Dobivate li relevantne ponude? Unesite polaznu zranu luku

# tu29
source: Inspiration for after @@destination-city-pbook@@
hr_hr: @@destination-city-pbook@@... a kamo nakon toga?

# tu30
source: Take a look at what could be next, for less
hr_hr: Pogledajte kamo sljedee otputovati za manje novca

# tu31
source: Pay a bit more to get there @@durationDifferenceString@@ faster.
hr_hr: Platite malo vie i vae putovanje trajat e @@durationDifferenceString@@ krae.

# tu32
source: Visit a new country with flights from @@deal-price@@.
hr_hr: Posjetite novu dravu uz cijene letova ve od @@deal-price@@.

# tu33
source: Some of your best buys are on flights abroad.
hr_hr: Neke od najboljih ponuda za vas odnose se na meunarodne letove.

# tu34
source: These destinations just got a lot cheaper to visit.
hr_hr: Do ovih odredita sada moete otputovati znatno jeftinije.

# tu35
source: Pay just @@priceDifferenceString@@ more to get there @@durationDifferenceString@@ faster.
hr_hr: Za samo @@priceDifferenceString@@ vie moete putovati @@durationDifferenceString@@ krae.

# tu36
source: Try somewhere new, without the jet lag
hr_hr: Otkrijte novo odredite, bez vremenske razlike

# tu37
source: You might be missing out.
hr_hr: Moda proputate dobru priliku.

# tu38
source: Set your home airport for deals closer to home.
hr_hr: Unesite polaznu zranu luku kako biste dobili ponude za blia odredita.

# tu39
source: Set your home airport to make Skyscanner your own.
hr_hr: Unesite polaznu zranu luku kako biste na Skyscanneru vidjeli preporuke ba za vas.

# tu40
source: With @@destination-city-pbook@@ sorted, you might like these.
hr_hr: @@destination-city-pbook@@ je ve u planu, a moda vam se svide i ove ideje.

# tu41
source: Well show you deals taking off closer to home.
hr_hr: Pokazat emo vam ponude za letove s lokacija u vaoj blizini.

# tu42
source: Deals from @@deal-price@@ return on spots you might enjoy next.
hr_hr: Ponude ve od @@deal-price@@ za povratni let do odredita koja bi vam se mogla svidjeti.

# tu43
source: Get hand-picked flights, taking off near you.
hr_hr: Ponudit emo vam letove iz oblinjih zranih luka.

# tu44
source: A few great-value ideas for where to go after @@destination-city-pbook@@.
hr_hr: Nekoliko ideja za putovanja kad @@destination-city-pbook@@ bude iza vas.

# tu45
source: These flights have just dropped by 20% or more in price.
hr_hr: Cijene ovih letova upravo su sniene za najmanje 20 %.

# tu46
source: Explore international deals
hr_hr: Pogledajte ponude meunarodnih letova

# tu47
source: Some great-value destinations to inspire whats next
hr_hr: Povoljna odredita kao inspiracija za sljedee putovanje

# tu48
source: Close
hr_hr: Zatvori

# tu49
source: Short flights, small prices
hr_hr: Kratki letovi, niske cijene

# tu50
source: Closer to home for less
hr_hr: Blia odredita, nie cijene

# tu51
source: Great-value destinations to inspire whats next
hr_hr: Povoljna odredita kao inspiracija za sljedee putovanje

# tu52
source: Short flights, small prices from @@deal-price@@ return
hr_hr: Kratki letovi, niske cijene povratni letovi ve od @@deal-price@@

# tu53
source: Your next destination has entered the chat 💬
hr_hr: Vrijeme je za razgovor o vaem sljedeem odreditu 💬

# tu54
source: Inspiration for what comes after @@destination-city-pbook@@
hr_hr: Let za grad @@destination-city-pbook@@ je rijeen... to je sljedee?

# tu55
source: Advertisement. Explore @@destination@@. @@description@@
hr_hr: Oglas. Otkrijte to nudi @@destination@@. @@description@@
