Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/*/1016933436__1004961099__*__standard__406.xlf
Languages: spanish

# tu1
source: Save on long haul flights with international deals
spanish: Ahorra en vuelos de larga distancia con ofertas internacionales

# tu2
source: Recommended for you
spanish: Descubre recomendaciones

# tu3
source: Set your home airport
spanish: Indica tu aeropuerto de origen

# tu4
source: Flight deals worth a new passport stamp
spanish: Ofertas de vuelos para sumar sellos en tu pasaporte

# tu5
source: Tell us where you like to fly from
spanish: Dinos desde dnde quieres volar

# tu6
source: International flight deals from @@deal-price@@
spanish: Ofertas de vuelos internacionales desde @@deal-price@@

# tu7
source: Get more from us tell us where you like to fly from
spanish: Ofertas a medida! Solo dinos desde dnde quieres volar

# tu8
source: Return flights abroad for less than youd think 🌎
spanish: Vuelos internacionales de ida y vuelta por menos de lo que crees 🌎

# tu9
source: Well make sure your deals are spot on.
spanish: Te mostraremos las ofertas que mejor se adapten a tus planes.

# tu10
source: Closer to home from @@deal-price@@ return
spanish: Escapadas cerca de casa: ida y vuelta desde @@deal-price@@

# tu11
source: A few of your saved flights prices are on the move, take a look at this one!
spanish: Algunos de tus vuelos favoritos han cambiado de precio, echa un vistazo a este!

# tu12
source: Explore domestic deals
spanish: Descubre ofertas nacionales

# tu13
source: Dont forget about @@destination-city1@@, @@destination-city2@@, @@destination-city3@@
spanish: No te olvides de @@destination-city1@@, @@destination-city2@@ y @@destination-city3@@

# tu14
source: Your latest for @@destination-city1@@, @@destination-city2@@, @@destination-city3@@
spanish: ltima llamada para @@destination-city1@@, @@destination-city2@@ y @@destination-city3@@

# tu15
source: Pay just @@priceDifferenceString@@ more to fly direct. No stops, no stress.
spanish: Paga solo @@priceDifferenceString@@ ms por vuelos directos, sin escalas ni estrs.

# tu16
source: Pay just @@priceDifferenceString@@ more to avoid the late-night flight.
spanish: Paga solo @@priceDifferenceString@@ ms para evitar vuelos nocturnos.

# tu17
source: Cheapest short flights taking off from @@home-city@@.
spanish: Los vuelos cortos ms baratos que hemos encontrado con salida desde @@home-city@@.

# tu18
source: Quick getaways from @@home-city@@
spanish: Escapadas rpidas desde @@home-city@@

# tu19
source: Get a trip sorted for as low as @@deal-price@@ return.
spanish: Reserva un viaje de ida y vuelta desde solo @@deal-price@@.

# tu20
source: Book when the price drops
spanish: Reserva cuando baje el precio

# tu21
source: Destinations to book for less
spanish: Destinos que harn feliz a tu bolsillo

# tu22
source: These destinations have just dropped by 20% or more in price.
spanish: Los precios de estos destinos acaban de bajar un 20 % o ms.

# tu23
source: Get deals like these taking off near you
spanish: Consigue ofertas como estas cerca de ti

# tu24
source: Dont miss out on deals just for you
spanish: No te pierdas estas ofertas pensadas para ti

# tu25
source: Price drops of 20% or more
spanish: Vuelos que han bajado de precio un 20 % o ms

# tu26
source: Set your home airport for more relevant deals
spanish: Indica tu aeropuerto de origen para recibir ofertas ms relevantes

# tu27
source: Reminder: set your home airport
spanish: Recuerda elegir tu aeropuerto de origen

# tu28
source: Getting the right deals? Try setting your home airport
spanish: Si quieres recibir las mejores ofertas, indica tu aeropuerto de origen

# tu29
source: Inspiration for after @@destination-city-pbook@@
spanish: Inspiracin para despus de @@destination-city-pbook@@

# tu30
source: Take a look at what could be next, for less
spanish: Descubre tu prximo destino por menos

# tu31
source: Pay a bit more to get there @@durationDifferenceString@@ faster.
spanish: Paga un poco ms para llegar a tu destino @@durationDifferenceString@@ antes.

# tu32
source: Visit a new country with flights from @@deal-price@@.
spanish: Visita un pas nuevo con vuelos desde @@deal-price@@.

# tu33
source: Some of your best buys are on flights abroad.
spanish: Disfruta de ofertas irresistibles en vuelos internacionales.

# tu34
source: These destinations just got a lot cheaper to visit.
spanish: Ahora es mucho ms barato viajar a estos destinos.

# tu35
source: Pay just @@priceDifferenceString@@ more to get there @@durationDifferenceString@@ faster.
spanish: Paga solo @@priceDifferenceString@@ ms para llegar a tu destino @@durationDifferenceString@@ antes.

# tu36
source: Try somewhere new, without the jet lag
spanish: Descubre nuevos lugares sin jet lag

# tu37
source: You might be missing out.
spanish: No te pierdas esta oportunidad.

# tu38
source: Set your home airport for deals closer to home.
spanish: Indica tu aeropuerto de origen para recibir ofertas ms cerca de casa.

# tu39
source: Set your home airport to make Skyscanner your own.
spanish: Indica tu aeropuerto de origen para personalizar los resultados de Skyscanner.

# tu40
source: With @@destination-city-pbook@@ sorted, you might like these.
spanish: Ya que tienes listo tu viaje a @@destination-city-pbook@@, podran interesarte estos otros destinos.

# tu41
source: Well show you deals taking off closer to home.
spanish: Te mostraremos ofertas para volar cerca de casa.

# tu42
source: Deals from @@deal-price@@ return on spots you might enjoy next.
spanish: Ofertas de ida y vuelta desde @@deal-price@@ a lugares que te encantarn

# tu43
source: Get hand-picked flights, taking off near you.
spanish: Echa un vistazo a vuelos seleccionados a medida cerca de ti.

# tu44
source: A few great-value ideas for where to go after @@destination-city-pbook@@.
spanish: Algunas ideas de destinos econmicos para despus de @@destination-city-pbook@@

# tu45
source: These flights have just dropped by 20% or more in price.
spanish: Los precios de estos vuelos acaban de bajar un 20 % o ms.

# tu46
source: Explore international deals
spanish: Descubre ofertas internacionales

# tu47
source: Some great-value destinations to inspire whats next
spanish: Destinos econmicos para inspirarte en tu prximo viaje

# tu48
source: Close
spanish: Cerrar

# tu49
source: Short flights, small prices
spanish: Vuelos cortos a precios reducidos

# tu50
source: Closer to home for less
spanish: Escapadas cerca de casa por menos

# tu51
source: Great-value destinations to inspire whats next
spanish: Destinos econmicos para inspirarte en tu prximo viaje

# tu52
source: Short flights, small prices from @@deal-price@@ return
spanish: Vuelos cortos a precios econmicos: ida y vuelta desde @@deal-price@@

# tu53
source: Your next destination has entered the chat 💬
spanish: Tu prximo destino ha entrado en el chat 💬

# tu54
source: Inspiration for what comes after @@destination-city-pbook@@
spanish: Ideas de viaje para despus de @@destination-city-pbook@@

# tu55
source: Advertisement. Explore @@destination@@. @@description@@
spanish: Anuncio. Explora @@destination@@. @@description@@
