Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/*/1016989210__1004849511__*__standard__239.xlf
Languages: dutch

# tu1
source: Still deciding? Pay {{price_with_currency_symbol}} to lock price for 3 days
dutch: Nog aan het beslissen? Betaal {{price_with_currency_symbol}} om de prijs 3 dagen te vast te leggen

# tu2
source: Lock price
dutch: Prijs vastleggen

# tu3
source: Still deciding?
dutch: Nog aan het beslissen?

# tu4
source: Pay {{price_with_currency_symbol}} to lock price for 3 days
dutch: Betaal {{price_with_currency_symbol}} om de prijs 3 dagen vast te leggen

# tu5
source: Opens {{redirect_partner}} in new tab
dutch: Opent {{redirect_partner}} in een nieuw tabblad

# tu6
source: This flight is the cheapest price and flies straight to your destination.
dutch: Deze vlucht is de goedkoopste en gaat rechtstreeks naar je bestemming.

# tu7
source: Pay a bit more to get there {{durationDifferenceString}} faster.
dutch: Betaal iets meer en kom {{durationDifferenceString}} sneller aan.

# tu8
source: Pay just ${priceDifferenceString} more to fly direct. No stops, no stress.`
dutch: Betaal slechts ${priceDifferenceString} meer voor een directe vlucht. Geen tussenstops, geen stress.

# tu9
source: Pay just {{priceDifferenceString}} more to avoid the late-night flight.
dutch: Betaal slechts {{priceDifferenceString}} meer om de nachtvlucht te vermijden.

# tu10
source: This flight’s the cheapest and gets you there faster!
dutch: Deze vlucht is de goedkoopste en brengt je er sneller.

# tu11
source: This is the cheapest and best deal — the perfect combo!
dutch: Dit is de goedkoopste en beste aanbieding, de perfecte combinatie.

# tu12
source: Pay a bit more to fly direct. No stops, no stress.
dutch: Betaal iets meer voor een directe vlucht. Geen tussenstops, geen stress.

# tu13
source: This flight’s the cheapest and skips the late-night takeoff.
dutch: Deze vlucht is de goedkoopste en je hoeft niet 's avonds laat te vertrekken.

# tu14
source: Pay a bit more to avoid a late-night flight and arrive feeling fresh.
dutch: Betaal iets meer, vermijd een nachtvlucht en kom uitgerust aan.

# tu15
source: Pay just {{priceDifferenceString}} more to get there {{durationDifferenceString}} faster.
dutch: Betaal slechts {{priceDifferenceString}} meer en kom {{durationDifferenceString}} sneller aan.

# tu16
source: Hmm... Looks like there’s no information on that. Why not try asking something else?
dutch: Hmm... Het lijkt erop dat daar geen informatie over is. Heb je een andere vraag?

# tu17
source: Is this a safe place to stay?
dutch: Is dit een veilige plek om te verblijven?

# tu18
source: Ask the reviews
dutch: Kom het te weten via de recensies

# tu19
source: Get to know the hotel
dutch: Maak kennis met het hotel

# tu20
source: Guest reviews summarised by AI
dutch: Recensies van gasten samengevat door AI

# tu21
source: This info is summarised by AI and might sometimes display incorrect or outdated information.
dutch: Deze informatie wordt samengevat door AI en kan soms onjuiste of verouderde informatie bevatten.

# tu22
source: Ask question
dutch: Stel een vraag

# tu23
source: How was the breakfast?
dutch: Hoe was het ontbijt?

# tu24
source: Hotel information summarised by AI
dutch: Hotelinformatie samengevat door AI

# tu25
source: What’s the neighbourhood like?
dutch: Hoe is de buurt?

# tu26
source: What are the parking rules?
dutch: Wat zijn de parkeerregels?

# tu27
source: Got a question about this place? Ask away, and we’ll dig up the details for you.
dutch: Heb je een vraag over deze plek? Vraag het ons en we zoeken de informatie voor je op.

# tu28
source: Reviews matching your question
dutch: Recensies die overeenkomen met je vraag

# tu29
source: What the hotel says
dutch: Wat het hotel zegt

# tu30
source: Decrease number of adults
dutch: Minder volwassenen

# tu31
source: Increase number of children
dutch: Meer kinderen

# tu32
source: Decrease number of children
dutch: Minder kinderen

# tu33
source: Increase number of adults
dutch: Meer volwassenen
