Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/*/1016932855__1004700512__*__standard__159.xlf
Languages: italian

# tu1
source: Flight price drops of 20% or more
italian: Riduzioni di prezzo di almeno il 20% sui voli

# tu2
source: What are you interested in?
italian: Cosa ti interessa?

# tu3
source: How many bags?
italian: Quanti bagagli?

# tu4
source: We use your responses to help make our AI tools even better. {{|Link|}}
italian: Utilizziamo le tue risposte per migliorare ulteriormente i nostri strumenti di intelligenza artificiale. {{|Link|}}

# tu5
source: Change booking for a fee
italian: Modifica la prenotazione pagando una commissione

# tu7
source: Plan a road trip
italian: Pianifica un viaggio su strada

# tu8
source: View price as
italian: Mostra prezzo come

# tu9
source: Plan road trip
italian: Pianifica viaggio su strada

# tu10
source: Hire a car
italian: Noleggia un'auto

# tu12
source: Go to all cars
italian: Mostra tutte le auto

# tu13
source: @@neighbourhood@@: plan your trip
italian: @@neighbourhood@@: pianifica il tuo viaggio

# tu14
source: From
italian: A partire da

# tu15
source: {{|number|}} results sorted by distance from city centre
italian: {{|number|}} risultati ordinati in base alla distanza dal centro città

# tu16
source: How many travellers?
italian: Quanti viaggiatori?

# tu17
source: {{|count|}} bags
italian: {{|count|}} bagagli

# tu18
source: per night
italian: a notte

# tu19
source: Go to Drops
italian: Vai su Drops

# tu20
source: We’ll make you a custom route and pick cars that suit your journey.
italian: Ti proporremo un percorso personalizzato e sceglieremo le auto più adatte al tuo viaggio.

# tu21
source: {{|number|}}mi from city centre
italian: {{|number|}} mi dal centro città

# tu22
source: Tell us about your road trip
italian: Raccontaci del tuo viaggio su strada

# tu23
source: Rooms from
italian: Camere a partire da

# tu24
source: Show cars
italian: Mostra auto

# tu25
source: Here’s a sneak peek of today’s picks.
italian: Dai un'occhiata alla selezione di oggi.

# tu26
source: {{|number|}}km from city centre
italian: {{|number|}} km dal centro città

# tu27
source: Just so you know, this chat feature may make mistakes or provide outdated info, so always check details with the provider before booking.
italian: Ti informiamo che questa funzionalità di chat potrebbe contenere errori o informazioni obsolete, quindi verifica sempre i dettagli con il fornitore prima di prenotare.

# tu28
source: Refund for a fee
italian: Rimborso soggetto a commissione

# tu29
source: per day
italian: al giorno

# tu30
source: Cars from
italian: Auto a partire da

# tu31
source: What’s your route preference?
italian: Che tipo di percorso preferisci?

# tu32
source: 1 car from {{|price|}} at {{|address|}}
italian: 1 auto a partire da {{|price|}} all'indirizzo seguente: {{|address|}}
