Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/*/1016932654__1004803430__*__standard__181.xlf
Languages: german

# BLS - 01 - Funnel.Recall First-!B4
source: Have you seen an ad for Vodafone on Skyscanner recently?
german: Hast du kürzlich eine Anzeige für Vodafone auf Skyscanner gesehen?

# BLS - 01 - Funnel.Recall First-!B5
source: Yes
german: Ja

# BLS - 01 - Funnel.Recall First-!B6
source: No
german: Nein

# BLS - 01 - Funnel.Recall First-!B7
source: Not Sure
german: Ich bin mir nicht sicher

# BLS - 01 - Funnel.Recall First-!B8
source: Which of the following best describes your relationship with Vodafone?
german: Welche der folgenden Aussagen beschreibt deine Beziehung zu Vodafone am besten?

# BLS - 01 - Funnel.Recall First-!B9
source: Never heard of it
german: Nie davon gehört

# BLS - 01 - Funnel.Recall First-!B10
source: Heard of it but wouldn’t consider
german: Habe davon gehört, würde es aber nicht in Betracht ziehen

# BLS - 01 - Funnel.Recall First-!B11
source: I’d consider it
german: Würde ich in Betracht ziehen

# BLS - 01 - Funnel.Recall First-!B12
source: I’m planning to use it
german: Werde ich bald nutzen

# BLS - 01 - Funnel.Recall First-!B13
source: I currently use it
german: Nutze ich derzeit

# BLS - 01 - Funnel.Recall First-!B14
source: I've used it, but wouldn't use again
german: Habe ich genutzt, würde es aber nicht wieder tun

# BLS - 01 - Funnel.Recall First-!B15
source: Have you heard of Vodafone before today?
german: Hast du vor dem heutigen Tag schon einmal von Vodafone gehört?

# BLS - 01 - Funnel.Recall First-!B16
source: Yes
german: Ja

# BLS - 01 - Funnel.Recall First-!B17
source: No
german: Nein

# BLS - 01 - Funnel.Recall First-!B18
source: Not Sure
german: Ich bin mir nicht sicher

# BLS - 01 - Funnel.Recall First-!B19
source: How likely are you to consider Vodafone in the future?
german: Wie wahrscheinlich ist es, dass du Vodafone in Zukunft in Betracht ziehst?

# BLS - 01 - Funnel.Recall First-!B20
source: Extremely unlikely
german: Sehr unwahrscheinlich

# BLS - 01 - Funnel.Recall First-!B21
source: Somewhat unlikely
german: Ziemlich unwahrscheinlich

# BLS - 01 - Funnel.Recall First-!B22
source: Neither likely nor unlikely
german: Weder wahrscheinlich noch unwahrscheinlich

# BLS - 01 - Funnel.Recall First-!B23
source: Somewhat likely
german: Ziemlich wahrscheinlich

# BLS - 01 - Funnel.Recall First-!B24
source: Extremely likely
german: Sehr wahrscheinlich

# BLS - 01 - Funnel.Recall First-!B25
source: Next time you are shopping for a travel eSIM, how likely are you to purchase Vodafone?
german: Wie wahrscheinlich ist es, dass du dich für Vodafone entscheidest, wenn du das nächste Mal eine eSIM für Reisen kaufst?

# BLS - 01 - Funnel.Recall First-!B26
source: Extremely unlikely
german: Sehr unwahrscheinlich

# BLS - 01 - Funnel.Recall First-!B27
source: Somewhat unlikely
german: Ziemlich unwahrscheinlich

# BLS - 01 - Funnel.Recall First-!B28
source: Neither likely nor unlikely
german: Weder wahrscheinlich noch unwahrscheinlich

# BLS - 01 - Funnel.Recall First-!B29
source: Somewhat likely
german: Ziemlich wahrscheinlich

# BLS - 01 - Funnel.Recall First-!B30
source: Extremely likely
german: Sehr wahrscheinlich

# BLS - 01 - Funnel.Recall First-!B31
source: Which of the following brands have you heard of?
german: Von welchen der folgenden Marken hast du schon mal gehört?

# BLS - 01 - Funnel.Recall First-!B37
source: None of the above
german: Nichts davon

# BLS - 01 - Funnel.Recall First-!B38
source: Which of the following brands would you consider using?
german: Welche der folgenden Marken würdest du in Betracht ziehen?

# BLS - 01 - Funnel.Recall First-!B44
source: None of the above
german: Nichts davon

# BLS - 01 - Funnel.Recall First-!B45
source: Next time you are shopping for a travel eSIM, which brand are you most likely to purchase?
german: Welche Marke würdest du am ehesten kaufen, wenn du das nächste Mal eine eSIM für Reisen suchst?

# BLS - 01 - Funnel.Recall First-!B51
source: None of the above
german: Nichts davon
