Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/*/1016932635__1004760723__*__seo__131.xlf
Languages: german

# tu1
source: Travellers love <a href=@@top_rated_solo_traveller_holiday_apartment_url_1@@ rel=nofollow>@@top_rated_solo_traveller_holiday_apartment_name_1@@</a> for a solo trip to @@city@@.
german: Reisende sind von <a href=@@top_rated_solo_traveller_holiday_apartment_url_1@@ rel=nofollow>@@top_rated_solo_traveller_holiday_apartment_name_1@@</a> als Unterkunft für Alleinreisen nach @@city@@ begeistert.

# tu2
source: Solo travellers love these holiday apartments in @@city@@: <a href="@@top_rated_solo_traveller_holiday_apartment_url_1@@" rel="nofollow">@@top_rated_solo_traveller_holiday_apartment_name_1@@</a> and <a href="@@top_rated_solo_traveller_holiday_apartment_url_2@@" rel="nofollow">@@top_rated_solo_traveller_holiday_apartment_name_2@@</a>.
german: Alleinreisende sind von diesen Ferienwohnungen in @@city@@ begeistert: <a href="@@top_rated_solo_traveller_holiday_apartment_url_1@@" rel="nofollow">@@top_rated_solo_traveller_holiday_apartment_name_1@@</a> und <a href="@@top_rated_solo_traveller_holiday_apartment_url_2@@" rel="nofollow">@@top_rated_solo_traveller_holiday_apartment_name_2@@</a>.

# tu3
source: Can you recommend any holiday apartments in @@city@@ for solo travellers?
german: Könnt ihr mir Ferienwohnungen in @@city@@ für Alleinreisende empfehlen?

# tu4
source: We’ve pulled together some top hotel deals, so you can easily spot if any discounts are available for your stay.
german: Wir haben einige Top-Hotelangebote zusammengestellt, mit denen du leicht erkennen kannst, ob für deinen Aufenthalt Rabatte verfügbar sind.

# tu5
source: Explore hotel deals to find out if any discounts are available.
german: Erkunde die Hotelangebote, um herauszufinden, ob Rabatte verfügbar sind.

# tu6
source: Find hotel deals
german: Hotelangebote suchen

# tu7
source: Check for @@city@@ hotel discounts
german: Suche nach Hotelrabatten in @@city@@

# tu8
source: Yes, other travellers love these family-friendly holiday apartments in @@city@@: <a href="@@top_rated_family_friendly_holiday_apartment_url_1@@" rel="nofollow">@@top_rated_family_friendly_holiday_apartment_name_1@@</a> and <a href="@@top_rated_family_friendly_holiday_apartment_url_2@@" rel="nofollow">@@top_rated_family_friendly_holiday_apartment_name_2@@</a>.
german: Ja, andere Reisende waren von diesen familienfreundlichen Ferienwohnungen in @@city@@ begeistert: <a href="@@top_rated_family_friendly_holiday_apartment_url_1@@" rel="nofollow">@@top_rated_family_friendly_holiday_apartment_name_1@@</a> und <a href="@@top_rated_family_friendly_holiday_apartment_url_2@@" rel="nofollow">@@top_rated_family_friendly_holiday_apartment_name_2@@</a>.

# tu9
source: Solo travellers love these holiday apartments in @@city@@: <a href="@@top_rated_solo_traveller_holiday_apartment_url_1@@" rel="nofollow">@@top_rated_solo_traveller_holiday_apartment_name_1@@</a>, <a href="@@top_rated_solo_traveller_holiday_apartment_url_2@@" rel="nofollow">@@top_rated_solo_traveller_holiday_apartment_name_2@@</a> and <a href="@@top_rated_solo_traveller_holiday_apartment_url_3@@" rel="nofollow">@@top_rated_solo_traveller_holiday_apartment_name_3@@</a>.
german: Alleinreisende sind von diesen Ferienwohnungen in @@city@@ begeistert: <a href="@@top_rated_solo_traveller_holiday_apartment_url_1@@" rel="nofollow">@@top_rated_solo_traveller_holiday_apartment_name_1@@</a>, <a href="@@top_rated_solo_traveller_holiday_apartment_url_2@@" rel="nofollow">@@top_rated_solo_traveller_holiday_apartment_name_2@@</a> und <a href="@@top_rated_solo_traveller_holiday_apartment_url_3@@" rel="nofollow">@@top_rated_solo_traveller_holiday_apartment_name_3@@</a>.

# tu10
source: Yes, other travellers love these family-friendly holiday apartments in @@city@@: <a href="@@top_rated_family_friendly_holiday_apartment_url_1@@" rel="nofollow">@@top_rated_family_friendly_holiday_apartment_name_1@@</a>, <a href="@@top_rated_family_friendly_holiday_apartment_url_2@@" rel="nofollow">@@top_rated_family_friendly_holiday_apartment_name_2@@</a> and <a href="@@top_rated_family_friendly_holiday_apartment_url_3@@" rel="nofollow">@@top_rated_family_friendly_holiday_apartment_name_3@@</a>.
german: Ja, andere Reisende waren von diesen familienfreundlichen Ferienwohnungen in @@city@@ begeistert: <a href="@@top_rated_family_friendly_holiday_apartment_url_1@@" rel="nofollow">@@top_rated_family_friendly_holiday_apartment_name_1@@</a>, <a href="@@top_rated_family_friendly_holiday_apartment_url_2@@" rel="nofollow">@@top_rated_family_friendly_holiday_apartment_name_2@@</a> und <a href="@@top_rated_family_friendly_holiday_apartment_url_3@@" rel="nofollow">@@top_rated_family_friendly_holiday_apartment_name_3@@</a>.

# tu11
source: Are there any family-friendly holiday apartments in @@city@@?
german: Gibt es familienfreundliche Ferienwohnungen in @@city@@?

# tu12
source: Yes, other travellers rated <a href="@@top_rated_family_friendly_holiday_apartment_url_1@@" rel="nofollow">@@top_rated_family_friendly_holiday_apartment_name_1@@</a> as the best family-friendly holiday apartment in @@city@@.
german: Ja, andere Reisende haben <a href="@@top_rated_family_friendly_holiday_apartment_url_1@@" rel="nofollow">@@top_rated_family_friendly_holiday_apartment_name_1@@</a> als die beste familienfreundliche Ferienwohnung in @@city@@ bewertet.
