Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/*/1016989347__1004731313__*__standard__103.xlf
Languages: italian

# tu1
source: The typical range for this route is <strong>@@price_low@@</strong> - <strong>@@price_high@@</strong>.
italian: In genere, il prezzo per questa tratta va da <strong>@@price_low@@</strong> a <strong>@@price_high@@</strong>.

# tu2
source: @@origin@@ to @@destination1@@, @@destination2@@, @@destination3@@ and @@destination4@@
italian: Da @@origin@@ a @@destination1@@, @@destination2@@, @@destination3@@ e @@destination4@@

# tu3
source: Multi-city
italian: Destinazioni multiple

# tu4
source: let us know.
italian: faccelo sapere.

# tu5
source: Sorry, no direct results found – now showing results with stops
italian: Ci dispiace, non abbiamo trovato voli diretti, quindi ti mostriamo quelli con scali

# tu6
source: Low flight price
italian: Prezzo del volo basso

# tu7
source: @@origin@@ to @@destination1@@, @@destination2@@ and @@destination3@@
italian: Da @@origin@@ a @@destination1@@, @@destination2@@ e @@destination3@@

# tu8
source: <strong>How we calculate this</strong>
italian: <strong>Come lo calcoliamo</strong>

# tu9
source: We track prices over a 12-month period for routes and find you fares that are cheaper than the average prices we've observed.
italian: Monitoriamo i prezzi delle tratte per 12 mesi e ti mostriamo le tariffe più economiche rispetto ai prezzi medi che abbiamo osservato.

# tu10
source: If you keep seeing this error message
italian: Se continui a visualizzare questo messaggio di errore,

# tu11
source: Calendar prices are estimates based on search results from the last four days.
italian: I prezzi mostrati nel calendario sono stime basate sui risultati di ricerca degli ultimi quattro giorni.

# tu12
source: Learn more about prices
italian: Scopri di più sui prezzi

# tu13
source: @@origin@@ visiting @@destination1@@, @@destination2@@, @@destination3@@ and more
italian: Da @@origin@@, con tappe a @@destination1@@, @@destination2@@, @@destination3@@ e altre destinazioni

# tu14
source: @@origin@@ to @@destination1@@ and @@destination2@@
italian: Da @@origin@@ a @@destination1@@ e @@destination2@@
