Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/*/1016932639__1004928799__*__seo__1059.xlf
Languages: german

# tu1
source: Save big on @@car_type@@ rental in @@pickup_city@@
german: Miete ein Fahrzeug der Kategorie @@car_type@@ in @@pickup_city@@ und spare viel Geld

# tu2
source: Want high performance but maximum comfort from your next car rental? An executive car delivers both, along with top safety features and stylish design features – inside and out. They usually fit up to @@maximum_passengers@@ passengers.
german: Möchtest du einen Mietwagen mit hoher Leistung, aber maximalem Komfort? Ein Oberklassewagen bietet beides, zusammen mit Top-Sicherheitsmerkmalen und stilvollem Design – innen und außen. Sie haben normalerweise Platz für bis zu @@maximum_passengers@@ Passagiere.

# tu3
source: Moving house or simply need to shift some belongings? Think about hiring a van. They have anywhere from @@minimum_seats@@ to @@maximum_seats@@ seats, and plenty of space for luggage or bulky items. There are plenty of options when it comes to van hire, so you'll find something to suit your needs.
german: Ziehst du um, oder willst du einfach nur ein paar Sachen transportieren? Warum mietest du dazu nicht einen Van? Ein Van hat zwischen @@minimum_seats@@ und @@maximum_seats@@ Sitze und bietet viel Platz für Gepäck oder sperrige Gegenstände. Es gibt viele Möglichkeiten beim Mieten eines Transporters – du findest sicher den richtigen Van für deine Bedürfnisse.

# tu4
source: @@car_type@@ car hire in @@city@@
german: @@car_type@@ mieten in @@city@@

# tu5
source: Most expensive month
german: Teuerster Monat

# tu6
source: @@car_type@@ hire in @@city@@ at a glance
german: @@car_type@@-Vermietung in @@city@@ auf einen Blick

# tu7
source: @@car_type@@ car hire in @@city@@ | Skyscanner
german: @@car_type@@ mieten in @@city@@ | Skyscanner

# tu8
source: Popular @@car_type@@ hire choices
german: Beliebte @@car_type@@-Mietwagenoptionen

# tu9
source: Compare @@car_type@@ deals
german: Angebote für @@car_type@@ vergleichen

# tu10
source: The most popular @@car_type@@ rental companies in @@city@@
german: Die beliebtesten @@car_type@@-Mietwagenfirmen in @@city@@

# tu11
source: A passenger van, also known as a minivan, is perfect for large groups. They're a pretty flexible rental option – think airport runs, business outings or family holidays. Passenger vans typically carry up to @@maximum_passengers@@ passengers, with space for luggage.
german: Ein Kleinbus, auch Minivan genannt, ist perfekt für große Gruppen. Es ist eine ziemlich flexible Mietoption – denke an Fahrten zum Flughafen, Geschäftsausflüge oder Familienurlaube. In der Regel bieten Personentransporter Platz für bis zu @@maximum_passengers@@ Passagiere plus Gepäck.

# tu12
source: Much like families, family cars come in all shapes and sizes. You can trust these models to be practical, spacious, fuel-efficient, and a joy to drive. Family cars can typically carry up to @@maximum_passengers@@ of your crew.
german: So unterschiedlich wie Familien sind auch die verfügbaren Familienautos, denn sie gibt es in allen Formen und Größen. Du kannst dich darauf verlassen, dass diese Modelle praktisch, geräumig, sparsam und angenehm zu fahren sind. In einem Familienwagen kannst du in der Regel bis zu @@maximum_passengers@@ Personen mitnehmen.

# tu13
source: Browse all @@car_type@@ hire deals
german: Alle Mietwagen-Angebote für @@car_type@@ entdecken

# tu14
source: @@car_type@@ car hire in @@city@@ at a glance
german: @@car_type@@-Vermietung in @@city@@ auf einen Blick

# tu15
source: Search for @@car_type@@ hire near you
german: Suche nach @@car_type@@-Mietwagen in deiner Nähe

# tu16
source: @@car_type@@ car hire in @@city@@ from @@best_daily_price@@/day | Skyscanner
german: @@car_type@@-Mietwagen in @@city@@ ab @@best_daily_price@@/Tag | Skyscanner

# tu17
source: Top @@car_type@@ hire providers
german: Top-Anbieter für @@car_type@@-Mietwagen

# tu18
source: Need a versatile, spacious hire car? Opt for an 8-seater. With configurable seats and plenty of luggage space, these models are ideal for families or small groups. Discover a range of 8-seater cars, from sporty and luxurious to roomy and practical.
german: Brauchst du einen vielseitigen, geräumigen Mietwagen? Wie wäre es dann mit einem 8-Sitzer? Mit konfigurierbaren Sitzen und viel Gepäckraum sind diese Modelle ideal für Familien oder kleine Gruppen. Entdecke eine Reihe von 8-Sitzer-Autos, von sportlich und luxuriös bis geräumig und praktisch.

# tu19
source: Cheapest daily price
german: Günstigster Preis pro Tag

# tu20
source: Find cheap @@car_type@@ hire deals in @@city@@
german: Finde günstige Angebote für @@car_type@@-Mietwagen in @@city@@

# tu21
source: Find a cheap @@car_type@@ car for hire in @@city@@ with Skyscanner. Compare prices from top providers and book today.
german: Finde mit Skyscanner einen günstigen @@car_type@@-Mietwagen in @@city@@. Vergleiche die Preise von Top-Anbietern und buche jetzt.

# tu22
source: Expect high-performance, superior comfort and advanced tech when you hire a premium car. These models tend to be made from high-quality materials and have all the mod cons, but are a notch below a luxury car. They carry up to @@maximum_passengers@@ passengers and luggage space can vary. Compare premium car hire and find something that stands out on every road.
german: Freue dich auf hohe Leistung, überlegenen Komfort und fortschrittliche Technologie, wenn du ein Premium-Auto mietest. Diese Modelle sind in der Regel hochwertig gefertigt und haben alle Vorzüge, liegen aber eine Stufe unter einem Luxuswagen. Sie bieten Platz für bis zu @@maximum_passengers@@ Passagiere. Der Platz für Gepäckstücke kann abweichen. Vergleiche Premium-Mietwagen und finde einen, der auf jeder Straße hervorsticht.

# tu23
source: Choose from @@number_of_locations@@ pick-up spots
german: Wähle aus @@number_of_locations@@ Abholorten

# tu24
source: Compare @@car_type@@ car hire from trusted providers
german: Vergleiche @@car_type@@-Mietwagen von zuverlässigen Anbietern

# tu25
source: Larger than a compact car but smaller than a full-size car, standard cars are a great rental option if you're after comfort and ease of use. They're pretty versatile, making them a popular choice for everything from business travel to family outings. You'll have room for up to @@maximum_passengers@@ passengers, with space for luggage.
german: Größer als ein Kompaktwagen, aber kleiner als ein Full-Size-Auto: Standardautos sind eine tolle Mietoption, wenn du Komfort und Benutzerfreundlichkeit suchst. Sie sind sehr vielseitig und eine beliebte Wahl für alle möglichen Gelegenheiten, von Geschäftsreisen bis hin zu Familienausflügen. Du hast Platz für bis zu @@maximum_passengers@@ Passagiere plus Gepäck.

# tu26
source: @@car_type@@ rental locations
german: Mietwagenstandorte für @@car_type@@

# tu27
source: AKA, a sports utility vehicle. This spacious, versatile car combines off-road capability with comfortable seating. Expect a higher driving position, ample space and advanced safety features. A lot of SUVs also offer all-wheel drive, giving you more control in tricky driving conditions. They typically carry up to @@maximum_passengers@@ passengers, with generous luggage space.
german: Auch als Sport Utility Vehicle bekannt. Dieses geräumige, vielseitige Auto kombiniert Offroad-Fähigkeit mit Sitzkomfort. Freue dich auf eine höhere Fahrposition, viel Platz und erweiterte Sicherheitsfunktionen. Viele SUVs bieten auch Allradantrieb, was dir mehr Kontrolle bei schwierigen Fahrbedingungen gibt. Sie haben in der Regel Platz für bis zu @@maximum_passengers@@ Passagiere und viel Stauraum für Gepäck.

# tu28
source: There are @@popular_car_hire_providers_count@@ @@car_type@@ car hire providers in @@city@@. Check out the map below to find the most convenient pick-up spot.
german: Es gibt @@popular_car_hire_providers_count@@ Anbieter für @@car_type@@-Mietwagen in @@city@@. Auf der Karte unten findest du den passenden Abholort für dein Fahrzeug.

# tu29
source: Find @@car_type@@ hire deals
german: Mietwagenangebote für @@car_type@@

# tu30
source: Save big on @@car_type@@ car rental in @@pickup_city@@
german: Miete ein Fahrzeug der Kategorie @@car_type@@ in @@pickup_city@@ und spare viel Geld

# tu31
source: Hire a car to make memories with. With room for no more than @@maximum_passengers@@ passengers and limited boot space, convertibles are all about the driving experience. Take the top down, fasten your seatbelt, and discover your next destination in style.
german: Miete ein Auto, mit dem du Erinnerungen schaffst. Bei Cabrios mit Platz für @@maximum_passengers@@ Passagiere und begrenztem Stauraum im Kofferraum dreht sich alles um das Fahrerlebnis. Lass das Verdeck herunter, schnall dich an und entdecke dein nächstes Ziel mit Stil.

# tu32
source: Compare @@car_type@@ hire from trusted providers
german: Vergleiche @@car_type@@-Mietwagen von zuverlässigen Anbietern

# tu33
source: Hire an estate car for ample cargo space, comfortable seating and superior road handling. These models are ideal for family outings, business trips, or outdoor adventures. They typically carry up to @@maximum_passengers@@ passengers, with plenty of room for luggage.
german: Miete einen Kombi für viel Laderaum, bequeme Sitzgelegenheiten und überlegenes Straßenhandling. Diese Modelle sind ideal für Familienausflüge, Geschäftsreisen oder Outdoor-Abenteuer. Sie bieten in der Regel Platz für bis zu @@maximum_passengers@@ Fahrgäste und viel Stauraum für Gepäck.

# tu34
source: Compare @@car_type@@ car deals
german: @@car_type@@-Angebote vergleichen

# tu35
source: Find a cheap @@car_type@@ for hire in @@city@@ with Skyscanner. Compare prices from top providers and book today.
german: Finde mit Skyscanner einen günstigen @@car_type@@-Mietwagen in @@city@@. Vergleiche die Preise von Top-Anbietern und buche jetzt.

# tu36
source: Book car hire with confidence
german: Mietwagen unbesorgt buchen

# tu37
source: @@car_type@@ hire in @@city@@ | Skyscanner
german: @@car_type@@-Mietwagen in @@city@@ | Skyscanner

# tu38
source: Need a versatile, spacious hire car? Opt for a 7-seater. With three rows of seats, these mid-size models are ideal for families or small groups. You'll have space for luggage, and your pick of sporty, luxurious or practical cars.
german: Brauchst du einen vielseitigen, geräumigen Mietwagen? Wie wäre es dann mit einem 7-Sitzer? Mit drei Sitzreihen sind diese mittelgroßen Modelle ideal für Familien oder kleine Gruppen. Sie bieten Platz für das Gepäck und es gibt eine Auswahl an sportlichen, luxuriösen oder praktischen Modellen.

# tu39
source: Find @@car_type@@ car hire deals
german: Mietwagen-Angebote für @@car_type@@ finden

# tu40
source: Find cheap @@car_type@@ car hire deals in @@city@@
german: Finde günstige Angebote für @@car_type@@-Mietwagen in @@city@@

# tu41
source: Most popular @@car_type@@ car hire company
german: Die beliebteste @@car_type@@-Autovermietung

# tu42
source: @@car_type@@: what to expect
german: @@car_type@@: Was dich erwartet

# tu43
source: For fuel efficiency, easy parking and reliable performance, hire an economy car. They're perfect for cheaper travel and city driving, so a great choice for discovering your next destination. Economy cars can usually fit up to @@maximum_passengers@@ passengers, with plenty room for luggage.
german: Miete für Kraftstoffeffizienz, einfaches Parken und zuverlässige Leistung ein Auto der Economy-Klasse. Sie eignen sich perfekt für günstigere Reisen und Stadtfahrten und sind daher eine gute Wahl, um dein nächstes Reiseziel zu entdecken. Economy-Mietwagen haben in der Regel Platz für bis zu @@maximum_passengers@@ Passagiere und viel Stauraum für Gepäck.

# tu44
source: @@car_type@@ hire in @@city@@
german: @@car_type@@-Mietwagen in @@city@@

# tu45
source: @@car_type@@ Car: what to expect
german: @@car_type@@: Was dich erwartet

# tu46
source: Search for @@car_type@@ car hire near you
german: Suche nach @@car_type@@-Mietwagen in deiner Nähe

# tu47
source: Explore pick-up locations in @@city@@
german: Entdecke Abholorte in @@city@@

# tu48
source: @@car_type@@ hire in @@city@@ from @@best_daily_price@@/day | Skyscanner
german: @@car_type@@-Mietwagen in @@city@@ ab @@best_daily_price@@/Tag | Skyscanner

# tu49
source: Hire a large car, also known as a full-size car, for plenty of space, comfort, and advanced features. Large cars tend to carry up to @@maximum_passengers@@ passengers, with generous boot space. They're a great rental option for long-distance journeys.
german: Miete ein großes Auto, auch bekannt als Full-Size-Auto, für viel Platz, Komfort und erweiterte Funktionen. Große Wagen haben meist Platz für bis zu @@maximum_passengers@@ Passagiere und viel Stauraum im Kofferraum. Sie sind eine großartige Mietoption für längere Fahrten.

# tu50
source: Looking for something comfortable and loaded with the latest tech? Hit the road in style with a high-end luxury car. When you rent a luxury car, expect it to carry between @@minimum_seats@@ and @@maximum_seats@@ passengers.
german: Suchst du etwas Bequemes, vollgepackt mit den neuesten Technologien? Mach dich mit einem High-End-Luxusauto stilvoll auf den Weg. Wenn du ein Luxusauto mietest, kannst du mit Platz für @@minimum_seats@@ bis @@maximum_seats@@ Passagiere rechnen.

# tu51
source: Most popular @@car_type@@ hire company
german: Die beliebteste @@car_type@@-Autovermietung

# tu52
source: Browse all @@car_type@@ car hire deals
german: Alle Mietwagen-Angebote für @@car_type@@ entdecken

# tu53
source: Popular @@car_type@@ cars for hire
german: Beliebte @@car_type@@-Mietwagen

# tu54
source: Top @@car_type@@ car hire providers
german: Top-Anbieter für @@car_type@@-Mietwagen

# tu55
source: Book with confidence
german: Unbesorgt buchen

# tu56
source: Go to @@city@@ deals
german: Zu den Angeboten in @@city@@

# tu57
source: Need a versatile, spacious hire car? Opt for a 6-seater. With configurable seats and plenty of luggage space, these models are ideal for families or small groups. Discover a range of 6-seater cars, from sporty and luxurious to roomy and practical.
german: Brauchst du einen vielseitigen, geräumigen Mietwagen? Wie wäre es dann mit einem 6-Sitzer? Mit konfigurierbaren Sitzen und viel Gepäckraum sind diese Modelle ideal für Familien oder kleine Gruppen. Entdecke eine Reihe von 6-Sitzer-Autos, von sportlich und luxuriös bis geräumig und praktisch.

# tu58
source: Number of locations
german: Anzahl der Standorte

# tu59
source: @@car_type@@ Car rental locations
german: Standorte für @@car_type@@-Mietwagen

# tu60
source: Need a versatile hire car that's easy to park and a joy to drive? Opt for a medium car, otherwise known as a mid-size car. These models tend to be pretty fuel efficient, and can fit up to @@maximum_passengers@@ passengers, with room for luggage.
german: Brauchst du einen vielseitigen Mietwagen, der einfach zu parken und toll zu fahren ist? Entscheide dich für ein mittelgroßes Auto, auch bekannt als Mittelklassewagen. Diese Modelle sind in der Regel ziemlich kraftstoffeffizient und bieten Platz für bis zu @@maximum_passengers@@ Passagiere und Gepäck.

# tu61
source: There's one @@car_type@@ car hire provider in @@city@@. Check out the map below to find where you can pick up your rental.
german: Es gibt einen Mietwagenanbieter für @@car_type@@ in @@city@@. Auf der Karte unten erfährst du, wo du deinen Mietwagen abholen kannst.

# tu62
source: Find a cheap deal
german: Finde ein günstiges Angebot

# tu63
source: The most popular @@car_type@@ car rental companies in @@city@@
german: Die beliebtesten @@car_type@@-Mietwagenfirmen in @@city@@

# tu64
source: There's one @@car_type@@ hire provider in @@city@@. Check out the map below to find where you can pick up your rental.
german: Es gibt einen Mietwagenanbieter für @@car_type@@ in @@city@@. Auf der Karte unten erfährst du, wo du deinen Mietwagen abholen kannst.

# tu65
source: There are @@popular_car_hire_providers_count@@ @@car_type@@ hire providers in @@city@@. Check out the map below to find the most convenient pick-up spot.
german: Es gibt @@popular_car_hire_providers_count@@ Mietwagenanbieter für Fahrzeuge der Kategorie @@car_type@@ in @@city@@. Auf der Karte unten findest du den passenden Abholort für deinen Mietwagen.
