Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/*/1016933130__1004928823__*__seo__1059.xlf
Languages: portuguese

# tu1
source: Save big on @@car_type@@ rental in @@pickup_city@@
portuguese: Poupe bastante no aluguer de @@car_type@@ em @@pickup_city@@

# tu2
source: Want high performance but maximum comfort from your next car rental? An executive car delivers both, along with top safety features and stylish design features – inside and out. They usually fit up to @@maximum_passengers@@ passengers.
portuguese: Pretende alugar um carro com elevado desempenho, mas não quer prescindir de máximo conforto? Os carros executivos oferecem ambas as coisas, sem esquecer funcionalidades de segurança de topo e características de design elegantes – por dentro e por fora. Costumam caber até @@maximum_passengers@@ passageiros.

# tu3
source: Moving house or simply need to shift some belongings? Think about hiring a van. They have anywhere from @@minimum_seats@@ to @@maximum_seats@@ seats, and plenty of space for luggage or bulky items. There are plenty of options when it comes to van hire, so you'll find something to suit your needs.
portuguese: Vai mudar de casa ou simplesmente precisa de mudar alguns pertences? Pense em alugar uma carrinha. Têm @@minimum_seats@@ a @@maximum_seats@@ lugares e muito espaço para bagagem ou artigos volumosos. No que diz respeito ao aluguer de carrinhas, existem muitas opções, por isso vai encontrar algo que se adapte às suas necessidades.

# tu4
source: @@car_type@@ car hire in @@city@@
portuguese: Aluguer de @@car_type@@ em @@city@@

# tu5
source: Most expensive month
portuguese: Mês mais caro

# tu6
source: @@car_type@@ hire in @@city@@ at a glance
portuguese: Tudo sobre o aluguer de @@car_type@@ em @@city@@

# tu7
source: @@car_type@@ car hire in @@city@@ | Skyscanner
portuguese: Aluguer de @@car_type@@ em @@city@@ | Skyscanner

# tu8
source: Popular @@car_type@@ hire choices
portuguese: Opções populares de aluguer de @@car_type@@

# tu9
source: Compare @@car_type@@ deals
portuguese: Comparar ofertas de @@car_type@@

# tu10
source: The most popular @@car_type@@ rental companies in @@city@@
portuguese: As empresas de aluguer de @@car_type@@ mais populares em @@city@@

# tu11
source: A passenger van, also known as a minivan, is perfect for large groups. They're a pretty flexible rental option – think airport runs, business outings or family holidays. Passenger vans typically carry up to @@maximum_passengers@@ passengers, with space for luggage.
portuguese: As carrinhas de passageiros são perfeitas para grupos grandes. São uma opção de aluguer bastante flexível – pense em viagens de e para o aeroporto, viagens de negócios ou férias em família. Habitualmente, as carrinhas de passageiros transportam até @@maximum_passengers@@ passageiros, com espaço para bagagem.

# tu12
source: Much like families, family cars come in all shapes and sizes. You can trust these models to be practical, spacious, fuel-efficient, and a joy to drive. Family cars can typically carry up to @@maximum_passengers@@ of your crew.
portuguese: Assim como as famílias, existem carros familiares de todas as formas e tamanhos. Estes modelos são sempre práticos, espaçosos, eficientes em termos de consumo de combustível e agradáveis de conduzir. Normalmente, os carros familiares podem transportar até @@maximum_passengers@@ passageiros.

# tu13
source: Browse all @@car_type@@ hire deals
portuguese: Veja todas as ofertas de aluguer de @@car_type@@

# tu14
source: @@car_type@@ car hire in @@city@@ at a glance
portuguese: Tudo sobre o aluguer de @@car_type@@ em @@city@@

# tu15
source: Search for @@car_type@@ hire near you
portuguese: Pesquise por alugueres de @@car_type@@ perto de si

# tu16
source: @@car_type@@ car hire in @@city@@ from @@best_daily_price@@/day | Skyscanner
portuguese: Aluguer de @@car_type@@ em @@city@@ desde @@best_daily_price@@por dia | Skyscanner

# tu17
source: Top @@car_type@@ hire providers
portuguese: Melhores fornecedores de aluguer de @@car_type@@

# tu18
source: Need a versatile, spacious hire car? Opt for an 8-seater. With configurable seats and plenty of luggage space, these models are ideal for families or small groups. Discover a range of 8-seater cars, from sporty and luxurious to roomy and practical.
portuguese: Precisa de um carro alugado versátil e espaçoso? Opte por um de 8 lugares. Com bancos configuráveis e muito espaço para bagagem, estes modelos são ideais para famílias ou pequenos grupos. Descubra uma gama de veículos de 8 lugares, desde desportivos e luxuosos a espaçosos e práticos.

# tu19
source: Cheapest daily price
portuguese: Preço diário mais barato

# tu20
source: Find cheap @@car_type@@ hire deals in @@city@@
portuguese: Encontre ofertas de aluguer de @@car_type@@ baratas em @@city@@

# tu21
source: Find a cheap @@car_type@@ car for hire in @@city@@ with Skyscanner. Compare prices from top providers and book today.
portuguese: Encontre um aluguer de @@car_type@@ barato em @@city@@ com a Skyscanner. Compare os preços dos fornecedores de topo e reserve hoje.

# tu22
source: Expect high-performance, superior comfort and advanced tech when you hire a premium car. These models tend to be made from high-quality materials and have all the mod cons, but are a notch below a luxury car. They carry up to @@maximum_passengers@@ passengers and luggage space can vary. Compare premium car hire and find something that stands out on every road.
portuguese: Ao alugar um carro premium, pode contar com alto desempenho, conforto superior e tecnologia avançada. Estes modelos costumam ser fabricados com materiais de alta qualidade e têm todos os confortos modernos, mas estão um pouco abaixo de um carro de luxo. Transportam até @@maximum_passengers@@ passageiros e o espaço para bagagem pode variar. Compare os carros de aluguer premium e encontre algo que se destaque em todas as estradas.

# tu23
source: Choose from @@number_of_locations@@ pick-up spots
portuguese: Escolha entre @@number_of_locations@@ pontos de recolha

# tu24
source: Compare @@car_type@@ car hire from trusted providers
portuguese: Compare alugueres de @@car_type@@ de fornecedores de confiança

# tu25
source: Larger than a compact car but smaller than a full-size car, standard cars are a great rental option if you're after comfort and ease of use. They're pretty versatile, making them a popular choice for everything from business travel to family outings. You'll have room for up to @@maximum_passengers@@ passengers, with space for luggage.
portuguese: Maiores do que os carros compactos mas mais pequenos do que os carros de grandes dimensões, os carros standard são uma excelente opção de aluguer para quem procura conforto e facilidade de utilização. São bastante versáteis, o que os torna uma escolha popular para tudo, desde viagens de negócios a passeios em família. Terá espaço para até @@maximum_passengers@@ passageiros, com espaço para bagagem.

# tu26
source: @@car_type@@ rental locations
portuguese: Localizações de aluguer de @@car_type@@

# tu27
source: AKA, a sports utility vehicle. This spacious, versatile car combines off-road capability with comfortable seating. Expect a higher driving position, ample space and advanced safety features. A lot of SUVs also offer all-wheel drive, giving you more control in tricky driving conditions. They typically carry up to @@maximum_passengers@@ passengers, with generous luggage space.
portuguese: Também conhecidos como veículos utilitários desportivos, estes carros espaçosos e versáteis combinam a capacidade fora de estrada com bancos confortáveis. Conte com uma posição de condução mais elevada, muito espaço e funcionalidades de segurança avançadas. Muitos SUV também oferecem tração às quatro rodas, proporcionando mais controlo em condições de condução complicadas. Normalmente, transportam até @@maximum_passengers@@ passageiros, com espaço de bagagem generoso.

# tu28
source: There are @@popular_car_hire_providers_count@@ @@car_type@@ car hire providers in @@city@@. Check out the map below to find the most convenient pick-up spot.
portuguese: Há @@popular_car_hire_providers_count@@ fornecedores de aluguer de @@car_type@@ em @@city@@. Para encontrar o ponto de recolha mais conveniente, consulte o mapa abaixo.

# tu29
source: Find @@car_type@@ hire deals
portuguese: Encontre ofertas de aluguer de @@car_type@@

# tu30
source: Save big on @@car_type@@ car rental in @@pickup_city@@
portuguese: Poupe bastante no aluguer de @@car_type@@ em @@pickup_city@@

# tu31
source: Hire a car to make memories with. With room for no more than @@maximum_passengers@@ passengers and limited boot space, convertibles are all about the driving experience. Take the top down, fasten your seatbelt, and discover your next destination in style.
portuguese: Alugue um carro para criar memórias. Com espaço para não mais do que @@maximum_passengers@@ passageiros e espaço limitado na bagageira, os conversíveis são sinónimo de experiência de condução. Baixe a capota, aperte o cinto de segurança e descubra o seu próximo destino com estilo.

# tu32
source: Compare @@car_type@@ hire from trusted providers
portuguese: Compare alugures de @@car_type@@ de fornecedores de confiança

# tu33
source: Hire an estate car for ample cargo space, comfortable seating and superior road handling. These models are ideal for family outings, business trips, or outdoor adventures. They typically carry up to @@maximum_passengers@@ passengers, with plenty of room for luggage.
portuguese: Se deseja amplo espaço de carga, bancos confortáveis e um comportamento superior em estrada, alugue um carro familiar. Estes modelos são ideais para passeios em família, viagens de negócios ou aventuras ao ar livre. Normalmente, transportam até @@maximum_passengers@@ passageiros, com muito espaço para bagagem.

# tu34
source: Compare @@car_type@@ car deals
portuguese: Comparar ofertas de aluguer de @@car_type@@

# tu35
source: Find a cheap @@car_type@@ for hire in @@city@@ with Skyscanner. Compare prices from top providers and book today.
portuguese: Encontre um @@car_type@@ de aluguer barato em @@city@@ com a Skyscanner. Compare os preços dos principais fornecedores e reserve hoje.

# tu36
source: Book car hire with confidence
portuguese: Reserve carros de aluguer com confiança

# tu37
source: @@car_type@@ hire in @@city@@ | Skyscanner
portuguese: Aluguer de @@car_type@@ em @@city@@ | Skyscanner

# tu38
source: Need a versatile, spacious hire car? Opt for a 7-seater. With three rows of seats, these mid-size models are ideal for families or small groups. You'll have space for luggage, and your pick of sporty, luxurious or practical cars.
portuguese: Precisa de um carro alugado versátil e espaçoso? Opte por um de 7 lugares. Com três filas de bancos, estes modelos de tamanho médio são ideais para famílias ou pequenos grupos. Terá espaço para bagagem e é a escolha ideal entre carros desportivos, luxuosos ou práticos.

# tu39
source: Find @@car_type@@ car hire deals
portuguese: Ofertas de aluguer de @@car_type@@

# tu40
source: Find cheap @@car_type@@ car hire deals in @@city@@
portuguese: Encontre ofertas de aluguer de @@car_type@@ baratas em @@city@@

# tu41
source: Most popular @@car_type@@ car hire company
portuguese: Empresa de aluguer de @@car_type@@ mais popular

# tu42
source: @@car_type@@: what to expect
portuguese: @@car_type@@: o que esperar

# tu43
source: For fuel efficiency, easy parking and reliable performance, hire an economy car. They're perfect for cheaper travel and city driving, so a great choice for discovering your next destination. Economy cars can usually fit up to @@maximum_passengers@@ passengers, with plenty room for luggage.
portuguese: Se procura uma viatura com maior eficiência de combustível, fácil de estacionar e de desempenho fiável, recomendamos um carro económico. São perfeitos para viagens mais baratas e para conduzir na cidade sendo, por isso, uma excelente escolha para descobrir o seu próximo destino. Habitualmente, os carros económicos transportam até @@maximum_passengers@@ passageiros, com muito espaço para bagagem.

# tu44
source: @@car_type@@ hire in @@city@@
portuguese: Aluguer de @@car_type@@ em @@city@@

# tu45
source: @@car_type@@ Car: what to expect
portuguese: @@car_type@@: o que esperar

# tu46
source: Search for @@car_type@@ car hire near you
portuguese: Pesquise alugueres de @@car_type@@ perto de si

# tu47
source: Explore pick-up locations in @@city@@
portuguese: Descubra localizações de recolha em @@city@@

# tu48
source: @@car_type@@ hire in @@city@@ from @@best_daily_price@@/day | Skyscanner
portuguese: Aluguer de @@car_type@@ em @@city@@ desde @@best_daily_price@@ por dia | Skyscanner

# tu49
source: Hire a large car, also known as a full-size car, for plenty of space, comfort, and advanced features. Large cars tend to carry up to @@maximum_passengers@@ passengers, with generous boot space. They're a great rental option for long-distance journeys.
portuguese: Alugue um carro grande, com muito espaço, conforto e funcionalidades avançadas. Os carros grandes costumam transportar até @@maximum_passengers@@ passageiros, com um espaço de bagageira generoso. São uma ótima opção de aluguer para percursos de longa distância.

# tu50
source: Looking for something comfortable and loaded with the latest tech? Hit the road in style with a high-end luxury car. When you rent a luxury car, expect it to carry between @@minimum_seats@@ and @@maximum_seats@@ passengers.
portuguese: Procura algo confortável que inclua as mais recentes tecnologias? Faça-se à estrada em grande estilo com um carro de luxo topo de gama. Ao alugar um carro de luxo, poderá transportar entre @@minimum_seats@@ e @@maximum_seats@@ passageiros.

# tu51
source: Most popular @@car_type@@ hire company
portuguese: Empresa de aluguer de @@car_type@@ mais popular

# tu52
source: Browse all @@car_type@@ car hire deals
portuguese: Veja todas as ofertas de aluguer de @@car_type@@

# tu53
source: Popular @@car_type@@ cars for hire
portuguese: @@car_type@@ populares para aluguer

# tu54
source: Top @@car_type@@ car hire providers
portuguese: Principais fornecedores de aluguer de @@car_type@@

# tu55
source: Book with confidence
portuguese: Reserve com confiança

# tu56
source: Go to @@city@@ deals
portuguese: Ver ofertas em @@city@@

# tu57
source: Need a versatile, spacious hire car? Opt for a 6-seater. With configurable seats and plenty of luggage space, these models are ideal for families or small groups. Discover a range of 6-seater cars, from sporty and luxurious to roomy and practical.
portuguese: Precisa de um carro alugado versátil e espaçoso? Opte por um de 6 lugares. Com bancos configuráveis e muito espaço para bagagem, estes modelos são ideais para famílias ou pequenos grupos. Descubra uma gama de carros de 6 lugares, desde desportivos e luxuosos a espaçosos e práticos.

# tu58
source: Number of locations
portuguese: Número de localizações

# tu59
source: @@car_type@@ Car rental locations
portuguese: Localizações de aluguer de @@car_type@@

# tu60
source: Need a versatile hire car that's easy to park and a joy to drive? Opt for a medium car, otherwise known as a mid-size car. These models tend to be pretty fuel efficient, and can fit up to @@maximum_passengers@@ passengers, with room for luggage.
portuguese: Precisa de um carro alugado versátil que seja fácil de estacionar e agradável de conduzir? Opte por um carro médio, também conhecido como carro de tamanho médio. Estes modelos tendem a ser bastante eficientes em termos de combustível e podem transportar até @@maximum_passengers@@ passageiros, com espaço para bagagem.

# tu61
source: There's one @@car_type@@ car hire provider in @@city@@. Check out the map below to find where you can pick up your rental.
portuguese: Há um fornecedor de aluguer de carros @@car_type@@ em @@city@@. Para saber onde pode recolher o seu carro de aluguer, consulte o mapa abaixo.

# tu62
source: Find a cheap deal
portuguese: Encontre uma oferta económica

# tu63
source: The most popular @@car_type@@ car rental companies in @@city@@
portuguese: As empresas de aluguer de @@car_type@@ mais populares em @@city@@

# tu64
source: There's one @@car_type@@ hire provider in @@city@@. Check out the map below to find where you can pick up your rental.
portuguese: Há um fornecedor de aluguer de @@car_type@@ em @@city@@. Para saber onde pode recolher o seu carro de aluguer, consulte o mapa abaixo.

# tu65
source: There are @@popular_car_hire_providers_count@@ @@car_type@@ hire providers in @@city@@. Check out the map below to find the most convenient pick-up spot.
portuguese: Há @@popular_car_hire_providers_count@@ fornecedores de aluguer de @@car_type@@ em @@city@@. Para encontrar o ponto de recolha mais conveniente, consulte o mapa abaixo.
