Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/*/1016932490__1004928816__*__seo__1059.xlf
Languages: dutch

# tu1
source: Save big on @@car_type@@ rental in @@pickup_city@@
dutch: Bespaar flink op @@car_type@@-huur in @@pickup_city@@

# tu2
source: Want high performance but maximum comfort from your next car rental? An executive car delivers both, along with top safety features and stylish design features – inside and out. They usually fit up to @@maximum_passengers@@ passengers.
dutch: Wil je hoge prestaties maar maximaal comfort bij je volgende huurauto? Een executive auto biedt beide, samen met de beste veiligheidsvoorzieningen en stijlvolle ontwerpkenmerken, zowel binnen als buiten. Er passen meestal tot @@maximum_passengers@@ passagiers in.

# tu3
source: Moving house or simply need to shift some belongings? Think about hiring a van. They have anywhere from @@minimum_seats@@ to @@maximum_seats@@ seats, and plenty of space for luggage or bulky items. There are plenty of options when it comes to van hire, so you'll find something to suit your needs.
dutch: Ga je verhuizen of wil je gewoon wat spullen vervoeren? Overweeg dan om een busje te huren. Een busje heeft tussen @@minimum_seats@@ en @@maximum_seats@@ zitplaatsen en heeft ruimte voor bagage of grote spullen. Er zijn talloze opties als het gaat om het huren van een busje, dus je vindt altijd wel iets dat aan je behoeften voldoet.

# tu4
source: @@car_type@@ car hire in @@city@@
dutch: @@car_type@@-autoverhuur in @@city@@

# tu5
source: Most expensive month
dutch: Duurste maand

# tu6
source: @@car_type@@ hire in @@city@@ at a glance
dutch: @@car_type@@-verhuur in @@city@@ in een oogopslag

# tu7
source: @@car_type@@ car hire in @@city@@ | Skyscanner
dutch: @@car_type@@-autoverhuur in @@city@@ | Skyscanner

# tu8
source: Popular @@car_type@@ hire choices
dutch: Populaire @@car_type@@-verhuurkeuzes

# tu9
source: Compare @@car_type@@ deals
dutch: @@car_type@@-aanbiedingen vergelijken

# tu10
source: The most popular @@car_type@@ rental companies in @@city@@
dutch: De meest populaire @@car_type@@-verhuurbedrijven in @@city@@

# tu11
source: A passenger van, also known as a minivan, is perfect for large groups. They're a pretty flexible rental option – think airport runs, business outings or family holidays. Passenger vans typically carry up to @@maximum_passengers@@ passengers, with space for luggage.
dutch: Een personenbusje, ook wel minibusje genoemd, is perfect voor grote groepen. Ze zijn een vrij flexibele huuroptie: denk aan luchthavenritten, zakelijke uitstapjes of gezinsvakanties. Personenbusjes vervoeren meestal tot @@maximum_passengers@@ passagiers en er is ruimte voor bagage.

# tu12
source: Much like families, family cars come in all shapes and sizes. You can trust these models to be practical, spacious, fuel-efficient, and a joy to drive. Family cars can typically carry up to @@maximum_passengers@@ of your crew.
dutch: Net als gezinnen zijn gezinsauto's er in alle soorten en maten. Je kunt erop vertrouwen dat deze modellen praktisch, ruim, zuinig en plezierig zijn om mee te rijden. Gezinsauto's kunnen meestal tot @@maximum_passengers@@ personen vervoeren.

# tu13
source: Browse all @@car_type@@ hire deals
dutch: Alle @@car_type@@-verhuuraanbiedingen bekijken

# tu14
source: @@car_type@@ car hire in @@city@@ at a glance
dutch: @@car_type@@-autoverhuur in @@city@@ in een oogopslag

# tu15
source: Search for @@car_type@@ hire near you
dutch: Zoek naar @@car_type@@-verhuur bij jou in de buurt

# tu16
source: @@car_type@@ car hire in @@city@@ from @@best_daily_price@@/day | Skyscanner
dutch: @@car_type@@-autoverhuur in @@city@@ vanaf @@best_daily_price@@/dag | Skyscanner

# tu17
source: Top @@car_type@@ hire providers
dutch: Beste @@car_type@@-verhuuraanbieders

# tu18
source: Need a versatile, spacious hire car? Opt for an 8-seater. With configurable seats and plenty of luggage space, these models are ideal for families or small groups. Discover a range of 8-seater cars, from sporty and luxurious to roomy and practical.
dutch: Op zoek naar een veelzijdige, ruime huurauto? Kies voor een achtpersoonsauto. Met configureerbare stoelen en veel bagageruimte zijn deze modellen ideaal voor gezinnen of kleine groepen. Ontdek een reeks achtpersoonsauto's, van sportief en luxueus tot ruim en praktisch.

# tu19
source: Cheapest daily price
dutch: Laagste dagprijs

# tu20
source: Find cheap @@car_type@@ hire deals in @@city@@
dutch: Vind goedkope aanbiedingen voor @@car_type@@-verhuur in @@city@@

# tu21
source: Find a cheap @@car_type@@ car for hire in @@city@@ with Skyscanner. Compare prices from top providers and book today.
dutch: Vind een goedkope @@car_type@@ om te huren in @@city@@ met Skyscanner. Vergelijk prijzen van topaanbieders en boek vandaag nog.

# tu22
source: Expect high-performance, superior comfort and advanced tech when you hire a premium car. These models tend to be made from high-quality materials and have all the mod cons, but are a notch below a luxury car. They carry up to @@maximum_passengers@@ passengers and luggage space can vary. Compare premium car hire and find something that stands out on every road.
dutch: Verwacht topprestaties, superieur comfort en geavanceerde technologie wanneer je een premium auto huurt. Deze modellen zijn meestal gemaakt van hoogwaardige materialen en hebben alle moderne gemakken, maar zitten net onder een luxeauto. Ze vervoeren tot @@maximum_passengers@@ passagiers en hebben variabele bagageruimte. Vergelijk premium autoverhuur en vind iets dat opvalt op elke weg.

# tu23
source: Choose from @@number_of_locations@@ pick-up spots
dutch: Kies uit @@number_of_locations@@ ophaallocaties

# tu24
source: Compare @@car_type@@ car hire from trusted providers
dutch: Vergelijk @@car_type@@-autoverhuur van betrouwbare aanbieders

# tu25
source: Larger than a compact car but smaller than a full-size car, standard cars are a great rental option if you're after comfort and ease of use. They're pretty versatile, making them a popular choice for everything from business travel to family outings. You'll have room for up to @@maximum_passengers@@ passengers, with space for luggage.
dutch: Standaardauto's zijn groter dan een compacte auto maar kleiner dan een grote auto, en zijn een goede huuroptie als je op zoek bent naar comfort en gebruiksgemak. Ze zijn behoorlijk veelzijdig, waardoor ze een populaire keuze zijn voor alles, van zakenreizen tot gezinsuitjes. Je hebt ruimte voor maximaal @@maximum_passengers@@ passagiers, met ruimte voor bagage.

# tu26
source: @@car_type@@ rental locations
dutch: Verhuurlocaties voor @@car_type@@

# tu27
source: AKA, a sports utility vehicle. This spacious, versatile car combines off-road capability with comfortable seating. Expect a higher driving position, ample space and advanced safety features. A lot of SUVs also offer all-wheel drive, giving you more control in tricky driving conditions. They typically carry up to @@maximum_passengers@@ passengers, with generous luggage space.
dutch: Ook bekend als een SUV, of een luxe terreinwagen. Deze ruime, veelzijdige auto combineert offroad-capaciteiten met comfortabele stoelen. Verwacht een hogere rijpositie, voldoende ruimte en geavanceerde veiligheidsvoorzieningen. Veel SUV's hebben ook vierwielaandrijving, waardoor je meer controle hebt in lastige rijomstandigheden. Er kunnen meestal tot @@maximum_passengers@@ passagiers mee en er is ruim plek voor bagage.

# tu28
source: There are @@popular_car_hire_providers_count@@ @@car_type@@ car hire providers in @@city@@. Check out the map below to find the most convenient pick-up spot.
dutch: Er zijn @@popular_car_hire_providers_count@@ @@car_type@@-verhuuraanbieders in @@city@@. Bekijk de onderstaande kaart om de meest geschikte ophaallocatie te vinden.

# tu29
source: Find @@car_type@@ hire deals
dutch: @@car_type@@-verhuuraanbiedingen vinden

# tu30
source: Save big on @@car_type@@ car rental in @@pickup_city@@
dutch: Bespaar flink op @@car_type@@-huur in @@pickup_city@@

# tu31
source: Hire a car to make memories with. With room for no more than @@maximum_passengers@@ passengers and limited boot space, convertibles are all about the driving experience. Take the top down, fasten your seatbelt, and discover your next destination in style.
dutch: Huur een auto om herinneringen mee te maken. Met ruimte voor niet meer dan @@maximum_passengers@@ passagiers en beperkte bagageruimte, draait het bij cabrio's allemaal om de rijervaring. Doe het dak naar beneden, doe je veiligheidsgordel om en ontdek je volgende bestemming in stijl.

# tu32
source: Compare @@car_type@@ hire from trusted providers
dutch: Vergelijk @@car_type@@-verhuur van betrouwbare aanbieders

# tu33
source: Hire an estate car for ample cargo space, comfortable seating and superior road handling. These models are ideal for family outings, business trips, or outdoor adventures. They typically carry up to @@maximum_passengers@@ passengers, with plenty of room for luggage.
dutch: Huur een stationwagen voor voldoende laadruimte, comfortabele zitplaatsen en superieure wegligging. Deze modellen zijn ideaal voor gezinsuitjes, zakenreizen of buitenavonturen. Ze kunnen meestal tot @@maximum_passengers@@ passagiers vervoeren en er is veel ruimte voor tassen.

# tu34
source: Compare @@car_type@@ car deals
dutch: @@car_type@@-verhuuraanbiedingen vergelijken

# tu35
source: Find a cheap @@car_type@@ for hire in @@city@@ with Skyscanner. Compare prices from top providers and book today.
dutch: Vind een goedkope @@car_type@@ om te huren in @@city@@ met Skyscanner. Vergelijk prijzen van topaanbieders en boek vandaag nog.

# tu36
source: Book car hire with confidence
dutch: Vol vertrouwen een huurauto boeken

# tu37
source: @@car_type@@ hire in @@city@@ | Skyscanner
dutch: @@car_type@@-verhuur in @@city@@ | Skyscanner

# tu38
source: Need a versatile, spacious hire car? Opt for a 7-seater. With three rows of seats, these mid-size models are ideal for families or small groups. You'll have space for luggage, and your pick of sporty, luxurious or practical cars.
dutch: Op zoek naar een veelzijdige, ruime huurauto? Kies voor een zevenpersoonsauto. Met drie rijen stoelen zijn deze middelgrote modellen ideaal voor gezinnen of kleine groepen. Je hebt ruimte voor bagage en keuze uit sportieve, luxe of praktische auto's.

# tu39
source: Find @@car_type@@ car hire deals
dutch: @@car_type@@-autoverhuurdeals vinden

# tu40
source: Find cheap @@car_type@@ car hire deals in @@city@@
dutch: Vind goedkope @@car_type@@-autoverhuurdeals in @@city@@

# tu41
source: Most popular @@car_type@@ car hire company
dutch: Populairste @@car_type@@-autoverhuurbedrijf

# tu42
source: @@car_type@@: what to expect
dutch: @@car_type@@: wat je kunt verwachten

# tu43
source: For fuel efficiency, easy parking and reliable performance, hire an economy car. They're perfect for cheaper travel and city driving, so a great choice for discovering your next destination. Economy cars can usually fit up to @@maximum_passengers@@ passengers, with plenty room for luggage.
dutch: Voor efficiënter brandstofverbruik, gemakkelijk parkeren en betrouwbare prestaties huur je best een economy-auto. Ze zijn perfect voor goedkoper reizen en rijden in de stad, dus een prima keuze om je volgende bestemming te ontdekken. In economy-auto's passen meestal tot @@maximum_passengers@@ passagiers, met veel ruimte voor bagage.

# tu44
source: @@car_type@@ hire in @@city@@
dutch: @@car_type@@-verhuur in @@city@@

# tu45
source: @@car_type@@ Car: what to expect
dutch: @@car_type@@-auto: wat je kunt verwachten

# tu46
source: Search for @@car_type@@ car hire near you
dutch: Zoek naar @@car_type@@-autoverhuur bij jou in de buurt

# tu47
source: Explore pick-up locations in @@city@@
dutch: Ophaallocaties in @@city@@ verkennen

# tu48
source: @@car_type@@ hire in @@city@@ from @@best_daily_price@@/day | Skyscanner
dutch: @@car_type@@-verhuur in @@city@@ vanaf@@best_daily_price@@/dag | Skyscanner

# tu49
source: Hire a large car, also known as a full-size car, for plenty of space, comfort, and advanced features. Large cars tend to carry up to @@maximum_passengers@@ passengers, with generous boot space. They're a great rental option for long-distance journeys.
dutch: Huur een grote auto, ook wel een full-size auto genoemd, voor veel ruimte, comfort en geavanceerde functies. Grote auto's kunnen meestal tot @@maximum_passengers@@ passagiers vervoeren en hebben veel ruimte in de koffer. Ze zijn een geweldige huuroptie voor langeafstandsreizen.

# tu50
source: Looking for something comfortable and loaded with the latest tech? Hit the road in style with a high-end luxury car. When you rent a luxury car, expect it to carry between @@minimum_seats@@ and @@maximum_seats@@ passengers.
dutch: Op zoek naar iets comfortabels en vol met de nieuwste technologie? Ga in stijl de weg op met een luxeauto uit het hoogste segment. Wanneer je een luxeauto huurt, verwacht dan dat deze tussen @@minimum_seats@@ en @@maximum_seats@@ passagiers kan vervoeren.

# tu51
source: Most popular @@car_type@@ hire company
dutch: Populairste @@car_type@@-verhuurbedrijf

# tu52
source: Browse all @@car_type@@ car hire deals
dutch: Alle @@car_type@@-autoverhuurdeals bekijken

# tu53
source: Popular @@car_type@@ cars for hire
dutch: Populaire @@car_type@@-auto's om te huren

# tu54
source: Top @@car_type@@ car hire providers
dutch: Beste @@car_type@@-autoverhuuraanbieders

# tu55
source: Book with confidence
dutch: Boeken met vertrouwen

# tu56
source: Go to @@city@@ deals
dutch: Naar aanbiedingen in @@city@@

# tu57
source: Need a versatile, spacious hire car? Opt for a 6-seater. With configurable seats and plenty of luggage space, these models are ideal for families or small groups. Discover a range of 6-seater cars, from sporty and luxurious to roomy and practical.
dutch: Op zoek naar een veelzijdige, ruime huurauto? Kies voor een zespersoonsauto. Met configureerbare stoelen en veel bagageruimte zijn deze modellen ideaal voor gezinnen of kleine groepen. Ontdek een reeks zespersoonsauto's, van sportief en luxueus tot ruim en praktisch.

# tu58
source: Number of locations
dutch: Aantal locaties

# tu59
source: @@car_type@@ Car rental locations
dutch: @@car_type@@-autoverhuurlocaties

# tu60
source: Need a versatile hire car that's easy to park and a joy to drive? Opt for a medium car, otherwise known as a mid-size car. These models tend to be pretty fuel efficient, and can fit up to @@maximum_passengers@@ passengers, with room for luggage.
dutch: Heb je een veelzijdige huurauto nodig die je gemakkelijk kunt parkeren en een genot is om in te rijden? Kies voor een middelgrote auto. Deze modellen zijn over het algemeen behoorlijk zuinig met brandstof en er passen tot @@maximum_passengers@@ passagiers in, met ruimte voor bagage.

# tu61
source: There's one @@car_type@@ car hire provider in @@city@@. Check out the map below to find where you can pick up your rental.
dutch: Er is één @@car_type@@-autoverhuuraanbieder in @@city@@. Bekijk de onderstaande kaart om te zien waar je je huurauto kunt ophalen.

# tu62
source: Find a cheap deal
dutch: Vind een goedkope aanbieding

# tu63
source: The most popular @@car_type@@ car rental companies in @@city@@
dutch: De populairste @@car_type@@-autoverhuuraanbieders in @@city@@

# tu64
source: There's one @@car_type@@ hire provider in @@city@@. Check out the map below to find where you can pick up your rental.
dutch: Er is één @@car_type@@-verhuuraanbieder in @@city@@. Bekijk de onderstaande kaart om te zien waar je je huurauto kunt ophalen.

# tu65
source: There are @@popular_car_hire_providers_count@@ @@car_type@@ hire providers in @@city@@. Check out the map below to find the most convenient pick-up spot.
dutch: Er zijn @@popular_car_hire_providers_count@@ @@car_type@@-verhuuraanbieders in @@city@@. Bekijk de onderstaande kaart om de meest geschikte ophaallocatie te vinden.
