Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/Spanish Mexico/1016933479__1004700531__Spanish Mexico__standard__159.xlf
Languages: es_mx

# tu1
source: Flight price drops of 20% or more
es_mx: Alertas de descuentos del 20% o más en vuelos

# tu2
source: What are you interested in?
es_mx: ¿Qué te interesa?

# tu3
source: How many bags?
es_mx: ¿Cuántas maletas?

# tu4
source: We use your responses to help make our AI tools even better. {{|Link|}}
es_mx: Usamos tus respuestas para mejorar aún más nuestras herramientas de IA. {{|Link|}}

# tu5
source: Change booking for a fee
es_mx: Cambia la reservación por un cargo

# tu7
source: Plan a road trip
es_mx: Planea un viaje en auto

# tu8
source: View price as
es_mx: Ver el precio como

# tu9
source: Plan road trip
es_mx: Planea un viaje en auto

# tu10
source: Hire a car
es_mx: Renta un auto

# tu12
source: Go to all cars
es_mx: Ir a todos los autos

# tu13
source: @@neighbourhood@@: plan your trip
es_mx: @@neighbourhood@@: planea tu viaje

# tu14
source: From
es_mx: Desde

# tu15
source: {{|number|}} results sorted by distance from city centre
es_mx: {{|number|}} resultados ordenados por distancia desde el centro de la ciudad

# tu16
source: How many travellers?
es_mx: ¿Cuántos viajeros?

# tu17
source: {{|count|}} bags
es_mx: {{|count|}} maletas

# tu18
source: per night
es_mx: por noche

# tu19
source: Go to Drops
es_mx: Ir a Drops

# tu20
source: We’ll make you a custom route and pick cars that suit your journey.
es_mx: Te haremos una ruta personalizada y elegiremos los autos que se adapten a tu viaje.

# tu21
source: {{|number|}}mi from city centre
es_mx: {{|number|}} mi del centro de la ciudad

# tu22
source: Tell us about your road trip
es_mx: Cuéntanos sobre tu viaje en auto

# tu23
source: Rooms from
es_mx: Habitaciones desde

# tu24
source: Show cars
es_mx: Mostrar autos

# tu25
source: Here’s a sneak peek of today’s picks.
es_mx: Un adelanto de las selecciones de hoy.

# tu26
source: {{|number|}}km from city centre
es_mx: A {{|number|}} km del centro de la ciudad

# tu27
source: Just so you know, this chat feature may make mistakes or provide outdated info, so always check details with the provider before booking.
es_mx: Ten en cuenta que esta función de chat puede cometer errores o proporcionar información desactualizada, así que siempre consulta los detalles con el proveedor antes de reservar.

# tu28
source: Refund for a fee
es_mx: Reembolso por un cargo

# tu29
source: per day
es_mx: por día

# tu30
source: Cars from
es_mx: Autos desde

# tu31
source: What’s your route preference?
es_mx: ¿Cuál es tu ruta preferida?

# tu32
source: 1 car from {{|price|}} at {{|address|}}
es_mx: 1 auto desde {{|price|}} en {{|address|}}
