Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/Romanian/1016933237__1004928824__Romanian__seo__1059.xlf
Languages: ro_ro

# tu1
source: Save big on @@car_type@@ rental in @@pickup_city@@
ro_ro: Economisește semnificativ la închirierea unei mașini tip @@car_type@@ în @@pickup_city@@

# tu2
source: Want high performance but maximum comfort from your next car rental? An executive car delivers both, along with top safety features and stylish design features – inside and out. They usually fit up to @@maximum_passengers@@ passengers.
ro_ro: Vrei performanțe ridicate, dar confort maxim la următoarea închiriere auto? O mașină executive le oferă pe amândouă, împreună cu caracteristici de siguranță de top și caracteristici de design elegante, atât la interior, cât și la exterior. De obicei, acestea pot transporta până la @@maximum_passengers@@ pasageri.

# tu3
source: Moving house or simply need to shift some belongings? Think about hiring a van. They have anywhere from @@minimum_seats@@ to @@maximum_seats@@ seats, and plenty of space for luggage or bulky items. There are plenty of options when it comes to van hire, so you'll find something to suit your needs.
ro_ro: Te muți sau pur și simplu trebuie să transporți niște lucruri? Ai putea să închiriezi o furgonetă. Acestea pot avea de la @@minimum_seats@@ până la @@maximum_seats@@ locuri și suficient spațiu pentru bagaje sau articole voluminoase. Există o mulțime de opțiuni atunci când vine vorba de închirierea de furgonete, așa că vei găsi ceva care să se potrivească nevoilor tale.

# tu4
source: @@car_type@@ car hire in @@city@@
ro_ro: Închirieri de mașini tip @@car_type@@ în @@city@@

# tu5
source: Most expensive month
ro_ro: Cea mai scumpă lună

# tu6
source: @@car_type@@ hire in @@city@@ at a glance
ro_ro: Informații pe scurt despre închirieri de mașini tip @@car_type@@ în @@city@@

# tu7
source: @@car_type@@ car hire in @@city@@ | Skyscanner
ro_ro: Închirieri de mașini tip @@car_type@@ în @@city@@ | Skyscanner

# tu8
source: Popular @@car_type@@ hire choices
ro_ro: Opțiuni populare de mașini tip @@car_type@@ de închiriat

# tu9
source: Compare @@car_type@@ deals
ro_ro: Compară ofertele de închirieri de mașini tip @@car_type@@

# tu10
source: The most popular @@car_type@@ rental companies in @@city@@
ro_ro: Cele mai populare companii de închirieri de mașini tip @@car_type@@ din @@city@@

# tu11
source: A passenger van, also known as a minivan, is perfect for large groups. They're a pretty flexible rental option – think airport runs, business outings or family holidays. Passenger vans typically carry up to @@maximum_passengers@@ passengers, with space for luggage.
ro_ro: Un microbuz de pasageri, cunoscut și sub numele de minivan, este perfect pentru grupuri mari. Reprezintă o opțiune de închiriere destul de flexibilă, de exemplu, pentru curse la aeroport, deplasări în interes de serviciu sau vacanțe cu familia. Microbuzele de pasageri pot transporta de obicei până la @@maximum_passengers@@ pasageri.

# tu12
source: Much like families, family cars come in all shapes and sizes. You can trust these models to be practical, spacious, fuel-efficient, and a joy to drive. Family cars can typically carry up to @@maximum_passengers@@ of your crew.
ro_ro: La fel ca familiile, mașinile de familie sunt de toate formele și dimensiunile. Poți avea încredere că aceste modele sunt practice, spațioase, eficiente din punctul de vedere al consumului de combustibil și plăcute la condus. De obicei, mașinile de familie pot transporta până la @@maximum_passengers@@ persoane.

# tu13
source: Browse all @@car_type@@ hire deals
ro_ro: Descoperă toate ofertele de închirieri de mașini tip @@car_type@@

# tu14
source: @@car_type@@ car hire in @@city@@ at a glance
ro_ro: Informații pe scurt despre închirieri de mașini tip @@car_type@@ în @@city@@

# tu15
source: Search for @@car_type@@ hire near you
ro_ro: Caută mașini tip @@car_type@@ de închiriat în apropiere de tine

# tu16
source: @@car_type@@ car hire in @@city@@ from @@best_daily_price@@/day | Skyscanner
ro_ro: Mașini tip @@car_type@@ de închiriat în @@city@@, începând de la @@best_daily_price@@/zi | Skyscanner

# tu17
source: Top @@car_type@@ hire providers
ro_ro: Principalii operatori de închirieri de mașini tip @@car_type@@

# tu18
source: Need a versatile, spacious hire car? Opt for an 8-seater. With configurable seats and plenty of luggage space, these models are ideal for families or small groups. Discover a range of 8-seater cars, from sporty and luxurious to roomy and practical.
ro_ro: Ai nevoie de o mașină de închiriat versatilă și spațioasă? Alege un vehicul cu 8 locuri. Cu scaune configurabile și spațiu amplu pentru bagaje, aceste modele sunt ideale pentru familii sau grupuri mici. Descoperă o gamă de mașini cu 8 locuri, de la vehicule sport și luxoase la vehicule spațioase și practice.

# tu19
source: Cheapest daily price
ro_ro: Cele mai mici prețuri pe zi

# tu20
source: Find cheap @@car_type@@ hire deals in @@city@@
ro_ro: Găsește oferte ieftine de închirieri de mașini tip @@car_type@@ în @@city@@

# tu21
source: Find a cheap @@car_type@@ car for hire in @@city@@ with Skyscanner. Compare prices from top providers and book today.
ro_ro: Găsește o mașină tip @@car_type@@ ieftină de închiriat în @@city@@ folosind platforma Skyscanner. Compară prețurile de la operatori de top și rezervă astăzi.

# tu22
source: Expect high-performance, superior comfort and advanced tech when you hire a premium car. These models tend to be made from high-quality materials and have all the mod cons, but are a notch below a luxury car. They carry up to @@maximum_passengers@@ passengers and luggage space can vary. Compare premium car hire and find something that stands out on every road.
ro_ro: Așteaptă-te la performanțe ridicate, confort superior și tehnologie avansată atunci când închiriezi o mașină premium. Aceste modele tind să fie fabricate din materiale de înaltă calitate și au toate avantajele, dar sunt la o treaptă sub o mașină de lux. Pot transporta până la @@maximum_passengers@@ pasageri, iar spațiul pentru bagaje poate varia. Compară închirieri auto premium și găsește ceva care iese în evidență pe orice drum.

# tu23
source: Choose from @@number_of_locations@@ pick-up spots
ro_ro: Alege dintre @@number_of_locations@@ locuri de preluare

# tu24
source: Compare @@car_type@@ car hire from trusted providers
ro_ro: Compară ofertele de închirieri de mașini tip @@car_type@@ de la operatori de încredere

# tu25
source: Larger than a compact car but smaller than a full-size car, standard cars are a great rental option if you're after comfort and ease of use. They're pretty versatile, making them a popular choice for everything from business travel to family outings. You'll have room for up to @@maximum_passengers@@ passengers, with space for luggage.
ro_ro: Mai mari decât o mașină compactă, dar mai mici decât o mașină mare, mașinile standard sunt o opțiune excelentă de închiriere dacă dorești confort și ușurință în utilizare. Sunt destul de versatile, ceea ce le face o alegere populară pentru orice, de la călătorii de afaceri la excursii de familie. Vei putea transporta până la @@maximum_passengers@@ pasageri, cu spațiu suficient pentru bagaje.

# tu26
source: @@car_type@@ rental locations
ro_ro: Locații de închirieri de mașini tip @@car_type@@

# tu27
source: AKA, a sports utility vehicle. This spacious, versatile car combines off-road capability with comfortable seating. Expect a higher driving position, ample space and advanced safety features. A lot of SUVs also offer all-wheel drive, giving you more control in tricky driving conditions. They typically carry up to @@maximum_passengers@@ passengers, with generous luggage space.
ro_ro: Cu alte cuvinte, un vehicul utilitar sportiv. Această mașină spațioasă și versatilă combină capacitatea off-road cu scaunele confortabile. Te poți aștepta la o poziție mai înaltă la volan, spațiu amplu și caracteristici avansate de siguranță. Multe SUV-uri oferă, de asemenea, tracțiune integrală, oferindu-ți mai mult control în condiții de condus dificile. De obicei, pot transporta până la @@maximum_passengers@@ pasageri și au un spațiu generos pentru bagaje.

# tu28
source: There are @@popular_car_hire_providers_count@@ @@car_type@@ car hire providers in @@city@@. Check out the map below to find the most convenient pick-up spot.
ro_ro: Există @@popular_car_hire_providers_count@@ operatori de închirieri de mașini tip @@car_type@@ în @@city@@. Consultă harta de mai jos pentru a găsi locul de preluare perfect pentru călătoria ta.

# tu29
source: Find @@car_type@@ hire deals
ro_ro: Găsește oferte de închirieri de mașini tip @@car_type@@

# tu30
source: Save big on @@car_type@@ car rental in @@pickup_city@@
ro_ro: Economisește semnificativ la închirierea unei mașini tip @@car_type@@ în @@pickup_city@@

# tu31
source: Hire a car to make memories with. With room for no more than @@maximum_passengers@@ passengers and limited boot space, convertibles are all about the driving experience. Take the top down, fasten your seatbelt, and discover your next destination in style.
ro_ro: Închiriază o mașină cu care să îți creezi amintiri. Cu spațiu pentru maximum @@maximum_passengers@@ pasageri și spațiu limitat în portbagaj, decapotabilele pun accent pe experiența de condus. Coboară plafonul, pune-ți centura de siguranță și descoperă următoarea destinație cu stil.

# tu32
source: Compare @@car_type@@ hire from trusted providers
ro_ro: Compară ofertele de închirieri de mașini tip @@car_type@@ de la operatori de încredere

# tu33
source: Hire an estate car for ample cargo space, comfortable seating and superior road handling. These models are ideal for family outings, business trips, or outdoor adventures. They typically carry up to @@maximum_passengers@@ passengers, with plenty of room for luggage.
ro_ro: Închiriază o mașină break pentru un spațiu amplu de bagaje, scaune confortabile și manevrabilitate rutieră superioară. Aceste modele sunt ideale pentru excursii de familie, călătorii de afaceri sau aventuri în aer liber. De obicei, acestea pot transporta până la @@maximum_passengers@@ pasageri și au spațiu amplu pentru bagaje.

# tu34
source: Compare @@car_type@@ car deals
ro_ro: Compară ofertele de închirieri de mașini tip @@car_type@@

# tu35
source: Find a cheap @@car_type@@ for hire in @@city@@ with Skyscanner. Compare prices from top providers and book today.
ro_ro: Găsește o mașină tip @@car_type@@ ieftină de închiriat în @@city@@ folosind platforma Skyscanner. Compară prețurile de la operatori de top și rezervă astăzi.

# tu36
source: Book car hire with confidence
ro_ro: Rezervă cu încredere o mașină de închiriat

# tu37
source: @@car_type@@ hire in @@city@@ | Skyscanner
ro_ro: Închirieri de mașini tip @@car_type@@ în @@city@@ | Skyscanner

# tu38
source: Need a versatile, spacious hire car? Opt for a 7-seater. With three rows of seats, these mid-size models are ideal for families or small groups. You'll have space for luggage, and your pick of sporty, luxurious or practical cars.
ro_ro: Ai nevoie de o mașină de închiriat versatilă și spațioasă? Alege un vehicul cu 7 locuri. Cu trei rânduri de scaune, aceste modele de dimensiuni medii sunt ideale pentru familii sau grupuri mici. Vei avea spațiu pentru bagaje și poți alege dintre mașini sport, de lux sau practice.

# tu39
source: Find @@car_type@@ car hire deals
ro_ro: Găsește oferte de închirieri de mașini tip @@car_type@@

# tu40
source: Find cheap @@car_type@@ car hire deals in @@city@@
ro_ro: Găsește oferte ieftine de închirieri de mașini tip @@car_type@@ în @@city@@

# tu41
source: Most popular @@car_type@@ car hire company
ro_ro: Cea mai populară companie de închirieri de mașini tip @@car_type@@

# tu42
source: @@car_type@@: what to expect
ro_ro: @@car_type@@: la ce să te aștepți

# tu43
source: For fuel efficiency, easy parking and reliable performance, hire an economy car. They're perfect for cheaper travel and city driving, so a great choice for discovering your next destination. Economy cars can usually fit up to @@maximum_passengers@@ passengers, with plenty room for luggage.
ro_ro: Pentru eficiența consumului de combustibil, parcare ușoară și performanță fiabilă, închiriază o mașină economică. Acestea sunt perfecte pentru călătorii mai ieftine și condus în oraș, prin urmare, sunt o alegere excelentă pentru a descoperi următoarea destinație. De obicei, în mașinile economice pot încăpea până la @@maximum_passengers@@ pasageri și au suficient spațiu pentru bagaje.

# tu44
source: @@car_type@@ hire in @@city@@
ro_ro: Închirieri de mașini tip @@car_type@@ în @@city@@

# tu45
source: @@car_type@@ Car: what to expect
ro_ro: Mașina tip @@car_type@@: la ce să te aștepți

# tu46
source: Search for @@car_type@@ car hire near you
ro_ro: Caută mașini tip @@car_type@@ de închiriat în apropiere de tine

# tu47
source: Explore pick-up locations in @@city@@
ro_ro: Descoperă locurile de preluare din @@city@@

# tu48
source: @@car_type@@ hire in @@city@@ from @@best_daily_price@@/day | Skyscanner
ro_ro: Mașini tip @@car_type@@ de închiriat în @@city@@, începând de la @@best_daily_price@@/zi | Skyscanner

# tu49
source: Hire a large car, also known as a full-size car, for plenty of space, comfort, and advanced features. Large cars tend to carry up to @@maximum_passengers@@ passengers, with generous boot space. They're a great rental option for long-distance journeys.
ro_ro: Închiriază o mașină mare, cunoscută și sub numele de berlină, pentru mult spațiu, confort și caracteristici avansate. Mașinile mari pot să transporte până la @@maximum_passengers@@ pasageri și au un portbagaj generos. Sunt o opțiune excelentă de închiriere pentru călătorii pe distanțe lungi.

# tu50
source: Looking for something comfortable and loaded with the latest tech? Hit the road in style with a high-end luxury car. When you rent a luxury car, expect it to carry between @@minimum_seats@@ and @@maximum_seats@@ passengers.
ro_ro: Cauți ceva confortabil și dotat cu cea mai recentă tehnologie? Pornește la drum cu stil într-o mașină de lux. Când închiriezi o mașină de lux, așteaptă-te ca aceasta să poată transporta între @@minimum_seats@@ și @@maximum_seats@@ pasageri.

# tu51
source: Most popular @@car_type@@ hire company
ro_ro: Cea mai populară companie de închirieri de mașini tip @@car_type@@

# tu52
source: Browse all @@car_type@@ car hire deals
ro_ro: Descoperă toate ofertele de închirieri de mașini tip @@car_type@@

# tu53
source: Popular @@car_type@@ cars for hire
ro_ro: Mașini tip @@car_type@@ populare de închiriat

# tu54
source: Top @@car_type@@ car hire providers
ro_ro: Principalii operatori de închirieri de mașini tip @@car_type@@

# tu55
source: Book with confidence
ro_ro: Rezervă cu încredere

# tu56
source: Go to @@city@@ deals
ro_ro: Accesează ofertele din @@city@@

# tu57
source: Need a versatile, spacious hire car? Opt for a 6-seater. With configurable seats and plenty of luggage space, these models are ideal for families or small groups. Discover a range of 6-seater cars, from sporty and luxurious to roomy and practical.
ro_ro: Ai nevoie de o mașină de închiriat versatilă și spațioasă? Alege un vehicul cu 6 locuri. Cu scaune configurabile și spațiu amplu pentru bagaje, aceste modele sunt ideale pentru familii sau grupuri mici. Descoperă o gamă de mașini cu 6 locuri, de la vehicule sport și luxoase la vehicule spațioase și practice.

# tu58
source: Number of locations
ro_ro: Număr de locații

# tu59
source: @@car_type@@ Car rental locations
ro_ro: Locații de închirieri mașini tip @@car_type@@

# tu60
source: Need a versatile hire car that's easy to park and a joy to drive? Opt for a medium car, otherwise known as a mid-size car. These models tend to be pretty fuel efficient, and can fit up to @@maximum_passengers@@ passengers, with room for luggage.
ro_ro: Ai nevoie de o mașină de închiriat versatilă, ușor de parcat și plăcută la condus? Optează pentru o mașină de mărime medie. Aceste modele tind să fie destul de eficiente din punct de vedere al consumului de combustibil, pot transporta până la @@maximum_passengers@@ pasageri și au spațiu pentru bagaje.

# tu61
source: There's one @@car_type@@ car hire provider in @@city@@. Check out the map below to find where you can pick up your rental.
ro_ro: Există un operator de închirieri de mașini tip @@car_type@@ în @@city@@. Consultă harta de mai jos pentru a afla de unde poți prelua mașina închiriată.

# tu62
source: Find a cheap deal
ro_ro: Găsește o ofertă ieftină

# tu63
source: The most popular @@car_type@@ car rental companies in @@city@@
ro_ro: Cele mai populare companii de închirieri de mașini tip @@car_type@@ din @@city@@

# tu64
source: There's one @@car_type@@ hire provider in @@city@@. Check out the map below to find where you can pick up your rental.
ro_ro: Există un operator de închirieri de mașini tip @@car_type@@ în @@city@@. Consultă harta de mai jos pentru a afla de unde poți prelua mașina închiriată.

# tu65
source: There are @@popular_car_hire_providers_count@@ @@car_type@@ hire providers in @@city@@. Check out the map below to find the most convenient pick-up spot.
ro_ro: Există @@popular_car_hire_providers_count@@ operatori de închirieri de mașini tip @@car_type@@ în @@city@@. Consultă harta de mai jos pentru a găsi locul de preluare perfect pentru călătoria ta.
