Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/Romanian/1016933273__1004834507__Romanian__standard__755.xlf
Languages: ro_ro

# Translation!C2
source: Prices you can trust. No hidden fees. No hidden charges. Save with Skyscanner.
ro_ro: Prețuri de încredere. Fără taxe ascunse. Fără costuri ascunse. Economisește cu Skyscanner.

# Translation!C3
source: Skyscanner Car Hire
ro_ro: Închirieri auto pe Skyscanner

# Translation!C4
source: Skyscanner Car Rental
ro_ro: Închirieri auto pe Skyscanner

# Translation!C5
source: Skyscanner Car Rental Comparison
ro_ro: Comparare închirieri mașini

# Translation!C6
source: Skyscanner Car Hire Comparison
ro_ro: Comparare închirieri auto

# Translation!C7
source: Car Rental In <City>
ro_ro: Închirieri mașini în <City>

# Translation!C8
source: <City> Airport Car Rental
ro_ro: |||UNTRANSLATED_CONTENT_START|||<City> Airport Car Rental|||UNTRANSLATED_CONTENT_END|||

# Translation!C9
source: <City> Car Rental
ro_ro: <City>: închirieri mașini

# Translation!C10
source: Car Hire In <City>
ro_ro: Închirieri auto în <City>

# Translation!C11
source: <City> Airport Car Hire
ro_ro: |||UNTRANSLATED_CONTENT_START|||<City> Airport Car Hire|||UNTRANSLATED_CONTENT_END|||

# Translation!C12
source: <City> Car Hire
ro_ro: <City>: închirieri auto

# Translation!C13
source: From <lowest_price_car_rental> a day
ro_ro: |||UNTRANSLATED_CONTENT_START|||From <lowest_price_car_rental> a day|||UNTRANSLATED_CONTENT_END|||

# Translation!C14
source: From <lowest_price_car_rental> per day
ro_ro: |||UNTRANSLATED_CONTENT_START|||From <lowest_price_car_rental> per day|||UNTRANSLATED_CONTENT_END|||

# Translation!C15
source: Free and Easy Car Rental Search
ro_ro: Căutare gratuită și simplă

# Translation!C16
source: Free and Easy Car Hire Search
ro_ro: Căutare gratuită și simplă

# Translation!C17
source: Find Car Rental Deals
ro_ro: Oferte de închirieri mașini

# Translation!C18
source: Find Car Hire Deals
ro_ro: Oferte de închirieri auto

# Translation!C19
source: Car Rental Comparison
ro_ro: Comparare închirieri mașini

# Translation!C20
source: Car Hire Comparison
ro_ro: Comparare închirieri auto

# Translation!C21
source: No Hidden Charges or Fees
ro_ro: Fără taxe sau costuri ascunse

# Translation!C22
source: Great Prices on Every Car Type
ro_ro: Prețuri excelente la mașini

# Translation!C23
source: Search, Compare and Book Now
ro_ro: Caută, compară și rezervă acum

# Translation!C24
source: Let the Journey Begin
ro_ro: Să înceapă călătoria!

# Translation!C25
source: Ready to Plan Your Next Trip?
ro_ro: Planifici o nouă călătorie?

# Translation!C26
source: Book Now With No Hidden Fees
ro_ro: Rezervă acum fără taxe ascunse

# Translation!C27
source: Book Now, Travel Later
ro_ro: Rezervă acum, apoi călătorește

# Translation!C28
source: The Best Deals For You
ro_ro: Cele mai bune oferte

# Translation!C29
source: Book Now With Confidence
ro_ro: Rezervă acum cu încredere

# Translation!C30
source: Plan your Perfect Trip
ro_ro: Planifică o călătorie perfectă

# Translation!C31
source: Book Now, with Peace of Mind
ro_ro: Rezervă acum, fără griji

# Translation!C32
source: Find Your Next Adventure
ro_ro: Descoperă următoarea aventură

# Translation!C33
source: Search, Compare and Save Money by Booking Your Car Hire with Skyscanner.
ro_ro: Caută, compară și economisește rezervând mașina de închiriat cu Skyscanner.

# Translation!C34
source: Search, Compare and Save Money by Booking Your Car Rental with Skyscanner.
ro_ro: Caută, compară și economisește rezervând o mașină de închiriat cu Skyscanner.

# Translation!C35
source: Free, Fast and Easy Car Rental Comparison. Find a Deal and Book Now.
ro_ro: Compară mașini de închiriat gratuit, rapid și ușor. Găsește o ofertă și rezervă acum.

# Translation!C36
source: Free, Fast and Easy Car Hire Comparison. Find a Deal and Book Now.
ro_ro: Compară închirieri auto gratuit, rapid și ușor. Găsește o ofertă și rezervă acum.

# Translation!C37
source: We Don't Charge Commission, You'll Always Get The Best Price with Skyscanner.
ro_ro: Nu percepem comision, vei obține întotdeauna cel mai bun preț cu Skyscanner.

# Translation!C38
source: Enter Your Destination & Dates And We'll Get You Deals From The Top Car Rental Providers.
ro_ro: Introdu destinația și datele și îți vom afișa oferte de la operatori de top.

# Translation!C39
source: Enter Your Destination & Dates And We'll Get You Deals From The Top Car Hire Providers.
ro_ro: Introdu destinația și datele și îți vom afișa oferte de la cei mai buni operatori.

# Translation!C40
source: Stop dreaming. Start booking. Plan your trip with Skyscanner.
ro_ro: În loc să visezi, rezervă! Planifică-ți călătoria cu Skyscanner.

# Translation!C41
source: Get price alerts so you book at the right time.
ro_ro: Primește alerte de preț pentru a rezerva la momentul oportun.

# Translation!C42
source: Car Rental
ro_ro: Închirieri mașini

# Translation!C43
source: Car Rental Deals
ro_ro: Oferte de închirieri mașini

# Translation!C44
source: Car hire deals
ro_ro: Oferte de închirieri auto

# Translation!C45
source: Car Hire
ro_ro: Închirieri auto

# Translation!C46
source: Car Hire Comparison
ro_ro: Comparare închirieri auto

# Translation!C47
source: cheap car rental
ro_ro: mașini de închiriat ieftine

# Translation!C48
source: Cheap Car Hire
ro_ro: Închirieri auto ieftine

# Translation!C49
source: Car Hire Near Me
ro_ro: Închirieri auto în apropiere

# Translation!C50
source: airport car rentals
ro_ro: mașini de închiriat la aeroport

# Translation!C51
source: Airport Car Rental
ro_ro: Închirieri mașini la aeroport

# Translation!C52
source: city car rentals
ro_ro: mașini de închiriat în oraș

# Translation!C53
source: City Car Rental
ro_ro: Închirieri mașini în oraș

# Translation!C54
source: short term car rentals
ro_ro: închirieri mașini pe termen scurt

# Translation!C55
source: luxury car rentals
ro_ro: închiriere mașini de lux

# Translation!C56
source: long term car rentals
ro_ro: închirieri mașini pe termen lung

# Translation!C57
source: rent a car
ro_ro: închiriază o mașină

# Translation!C58
source: vehicle car rental
ro_ro: închirieri vehicule

# Translation!C59
source: Eco Friendly Car Rental
ro_ro: Închirieri mașini ecologice

# Translation!C60
source: Cheapest car rental comparison
ro_ro: Comparare a celor mai ieftine închirieri auto

# Translation!C61
source: car rental company
ro_ro: companie de închirieri auto

# Translation!C62
source: one way vehicle rentals
ro_ro: închiriere vehicule cu returnare în alt loc

# Translation!C63
source: Rental Cars
ro_ro: Mașini de închiriat

# Translation!C71
source: Car Rental <inbound_continent>
ro_ro: Închirieri mașini în <inbound_continent>

# Translation!C72
source: Car Rental
ro_ro: Închirieri mașini

# Translation!C73
source: Car Rental <inbound_city>
ro_ro: Închirieri mașini în <inbound_city>

# Translation!C74
source: Cheap Car Hire <inbound_city>
ro_ro: Închirieri auto ieftine în <inbound_city>

# Translation!C75
source: Car hire at <inbound_city_airport>
ro_ro: Închirieri auto la <inbound_city_airport>

# Translation!C76
source: Hire a car at <inbound_city_airport>
ro_ro: Închiriază o mașină la <inbound_city_airport>

# Translation!C77
source: Car Rental at <inbound_city_airport>
ro_ro: Închirieri mașini la <inbound_city_airport>

# Translation!C78
source: Car Rental <inbound_city_airport>
ro_ro: Închirieri mașini <inbound_city_airport>

# Translation!C79
source: Car Rentals
ro_ro: Închirieri mașini

# Translation!C80
source: Car Hires
ro_ro: Închirieri auto

# Translation!C81
source: Compare Car Hire
ro_ro: Compară închirieri auto

# Translation!C82
source: Cheap Car Hires
ro_ro: Închirieri auto ieftine

# Translation!C83
source: Car Hire in {destination_continent}
ro_ro: Închirieri auto în {destination_continent}

# Translation!C84
source: Car Hire in {destination_country}
ro_ro: Închirieri auto în {destination_country}

# Translation!C85
source: Car Hire in {destination_city}
ro_ro: Închirieri auto în {destination_city}

# Translation!C86
source: Car Hire in {outbound_city_airport}
ro_ro: Închirieri auto la {outbound_city_airport}

# Translation!C87
source: Car Hire {destination_continent}
ro_ro: Închirieri auto în {destination_continent}

# Translation!C88
source: Car Hire {destination_country}
ro_ro: Închirieri auto în {destination_country}

# Translation!C89
source: Car Hire {destination_city}
ro_ro: Închirieri auto în {destination_city}

# Translation!C90
source: Car Hire {outbound_city_airport}
ro_ro: Închirieri auto la {outbound_city_airport}

# Translation!C91
source: Car Hire in {destination_continent}
ro_ro: Închirieri auto în {destination_continent}

# Translation!C92
source: Car Hire in {destination_country}
ro_ro: Închirieri auto în {destination_country}

# Translation!C93
source: Car Hire in {destination_city}
ro_ro: Închirieri auto în {destination_city}

# Translation!C94
source: Car Hire in {destination_airport}
ro_ro: Închirieri auto la {destination_airport}

# Translation!C95
source: Car Rental {destination_continent}
ro_ro: Închirieri mașini în {destination_continent}

# Translation!C96
source: Car Rental {destination_country}
ro_ro: Închirieri mașini în {destination_country}

# Translation!C97
source: Car Rental {destination_city}
ro_ro: Închirieri mașini în {destination_city}

# Translation!C98
source: Car Rental {destination_airport}
ro_ro: Închirieri mașini la {destination_airport}

# Translation!C99
source: Car Rental {destination_country}
ro_ro: Închirieri mașini în {destination_country}

# Translation!C100
source: Car Rental {destination_city}
ro_ro: Închirieri mașini în {destination_city}

# Translation!C101
source: Car Rental {outbound_city_airport}
ro_ro: Închirieri mașini la {outbound_city_airport}

# Translation!C102
source: Car Hire {destination_continent}
ro_ro: Închirieri auto în {destination_continent}

# Translation!C103
source: Car Hire {destination_country}
ro_ro: Închirieri auto în {destination_country}

# Translation!C104
source: Car Hire {destination_city}
ro_ro: Închirieri auto în {destination_city}

# Translation!C105
source: Car Hire {destination_airport}
ro_ro: Închirieri auto {destination_airport}

# Translation!C106
source: {destination_country} Car Rental
ro_ro: {destination_country}: închirieri mașini

# Translation!C107
source: {destination_city} Car Rental
ro_ro: {destination_city}: închirieri mașini

# Translation!C108
source: {destination_airport} Car Rental
ro_ro: {destination_airport}: închirieri mașini

# Translation!C109
source: {destination_airport} Car Hire
ro_ro: {destination_airport}: închirieri auto

# Translation!C110
source: Eco Friendly Rental Cars
ro_ro: Închiriere mașini ecologice

# Translation!C111
source: Car Rental in {destination_continent}
ro_ro: Închirieri mașini în {destination_continent}

# Translation!C112
source: Car Rental in {destination_country}
ro_ro: Închirieri mașini în {destination_country}

# Translation!C113
source: Car Rental in {destination_city}
ro_ro: Închirieri mașini în {destination_city}

# Translation!C114
source: Car Rental in {destination_airport}
ro_ro: Închirieri mașini la {destination_airport}

# Translation!C115
source: Search Everywhere
ro_ro: Caută Toate destinațiile

# Translation!C116
source: Can't Decide Where?
ro_ro: Nu te poți hotărî unde?

# Translation!C117
source: Find Cheap Deals to Everywhere
ro_ro: Găsește oferte ieftine

# Translation!C118
source: Skyscanner Car Hire
ro_ro: Mașini pe Skyscanner

# Translation!C119
source: Compare across top rental companies
ro_ro: Compară companii de top

# Translation!C120
source: Unbeatable Hotel Deals
ro_ro: Oferte WOW la hoteluri

# Translation!C121
source: Search & compare 1000s of deals on
ro_ro: Compară mii de oferte la

# Translation!C122
source: budget hostels & boutique hotels.
ro_ro: hosteluri și hoteluri.

# Translation!C124
source: Find Cheap Car Hire
ro_ro: Închirieri auto ieftine

# Translation!C125
source: {lowest_price_inbound_city} A Day
ro_ro: |||UNTRANSLATED_CONTENT_START|||{lowest_price_inbound_city} A Day|||UNTRANSLATED_CONTENT_END|||

# Translation!C127
source: Find Cheap Car Hire
ro_ro: Închirieri auto ieftine

# Translation!C128
source: {lowest_price_inbound_country} A Day
ro_ro: |||UNTRANSLATED_CONTENT_START|||{lowest_price_inbound_country} A Day|||UNTRANSLATED_CONTENT_END|||

# Translation!C130
source: Find Cheap Car Hire
ro_ro: Închirieri auto ieftine

# Translation!C131
source: {lowest_price_inbound_continent} A Day
ro_ro: |||UNTRANSLATED_CONTENT_START|||{lowest_price_inbound_continent} A Day|||UNTRANSLATED_CONTENT_END|||

# Translation!C132
source: {lowest_price_inbound_city_airport} A Day
ro_ro: |||UNTRANSLATED_CONTENT_START|||{lowest_price_inbound_city_airport} A Day|||UNTRANSLATED_CONTENT_END|||

# Translation!C133
source: {lowest_price_car_rental} a Day
ro_ro: |||UNTRANSLATED_CONTENT_START|||{lowest_price_car_rental} a Day|||UNTRANSLATED_CONTENT_END|||

# Translation!C134
source: Car Rental in {destination_continent}
ro_ro: Închirieri mașini în {destination_continent}

# Translation!C135
source: Car Rental in {destination_country}
ro_ro: Închirieri mașini în {destination_country}

# Translation!C136
source: Car Rental in {destination_city}
ro_ro: Închirieri mașini în {destination_city}

# Translation!C137
source: Car Rental in {outbound_city_airport}
ro_ro: Închirieri mașini la {outbound_city_airport}

# Translation!C138
source: Car Hire in {destination_country}
ro_ro: Închirieri auto în {destination_country}

# Translation!C139
source: Car Hire in {destination_country}
ro_ro: Închirieri auto în {destination_country}

# Translation!C140
source: {lowest_price_outbound_city} A Day
ro_ro: |||UNTRANSLATED_CONTENT_START|||{lowest_price_outbound_city} A Day|||UNTRANSLATED_CONTENT_END|||

# Translation!C141
source: {lowest_price_outbound_country} A Day
ro_ro: |||UNTRANSLATED_CONTENT_START|||{lowest_price_outbound_country} A Day|||UNTRANSLATED_CONTENT_END|||

# Translation!C143
source: {lowest_price_outbound_continent} A Day
ro_ro: |||UNTRANSLATED_CONTENT_START|||{lowest_price_outbound_continent} A Day|||UNTRANSLATED_CONTENT_END|||

# Translation!C144
source: {lowest_price_outbound_city_airport} A Day
ro_ro: |||UNTRANSLATED_CONTENT_START|||{lowest_price_outbound_city_airport} A Day|||UNTRANSLATED_CONTENT_END|||

# Translation!C145
source: Car Rental
ro_ro: Închirieri mașini

# Translation!C146
source: Car Rental {popular_destination_1}
ro_ro: Închirieri mașini în {popular_destination_1}

# Translation!C147
source: Car Rental {popular_destination_2}
ro_ro: Închirieri mașini în {popular_destination_2}

# Translation!C148
source: Car Rental {popular_destination_3}
ro_ro: Închirieri mașini în {popular_destination_3}

# Translation!C149
source: Car Rental {popular_destination_4}
ro_ro: Închirieri mașini în {popular_destination_4}

# Translation!C150
source: Car Rental {popular_destination_5}
ro_ro: Închirieri mașini în {popular_destination_5}

# Translation!C151
source: From {price_best_daily} a day
ro_ro: De la {price_best_daily} pe zi

# Translation!C152
source: From {destination_country_price_best_daily} a day
ro_ro: De la {destination_country_price_best_daily} pe zi

# Translation!C153
source: From {destination_city_price_best_daily} a day
ro_ro: De la {destination_city_price_best_daily} pe zi

# Translation!C154
source: From {destination_airport_price_best_daily} a day
ro_ro: De la {destination_airport_price_best_daily} pe zi

# Translation!C155
source: Save with Skyscanner
ro_ro: Economisește cu Skyscanner

# Translation!C156
source: From {lowest_price_best_daily_destination_country} a day
ro_ro: De la {lowest_price_best_daily_destination_country} pe zi

# Translation!C157
source: From {lowest_price_best_daily_destination_city} a day
ro_ro: De la {lowest_price_best_daily_destination_city} pe zi

# Translation!C158
source: From {lowest_price_best_daily_destination_airport} a day
ro_ro: De la {lowest_price_best_daily_destination_airport} pe zi

# Translation!C159
source: car-hire
ro_ro: inchirieri-auto

# Translation!C160
source: hotels
ro_ro: hoteluri

# Translation!C161
source: Car Hire {popular_destination_1}
ro_ro: Închirieri auto în {popular_destination_1}

# Translation!C162
source: Car Hire {popular_destination_2}
ro_ro: Închirieri auto în {popular_destination_2}

# Translation!C163
source: Car Hire {popular_destination_3}
ro_ro: Închirieri auto în {popular_destination_3}

# Translation!C164
source: Car Hire {popular_destination_4}
ro_ro: Închirieri auto în {popular_destination_4}

# Translation!C165
source: Car Hire {popular_destination_5}
ro_ro: Închirieri auto în {popular_destination_5}

# Translation!C166
source: Car Hire From {price_best_daily} a day
ro_ro: Închirieri auto de la {price_best_daily} pe zi

# Translation!C167
source: Car Hire From {lowest_price_best_daily_destination_country} a day
ro_ro: Închirieri auto de la {lowest_price_best_daily_destination_country} pe zi

# Translation!C168
source: Car Hire From {lowest_price_best_daily_destination_city} a day
ro_ro: Închirieri auto de la {lowest_price_best_daily_destination_city} pe zi

# Translation!C169
source: Car Hire From {lowest_price_best_daily_destination_airport} a day
ro_ro: Închirieri auto de la {lowest_price_best_daily_destination_airport} pe zi

# Translation!C170
source: {destination_airport} Airport Car Hire
ro_ro: Închirieri auto la aeroportul {destination_airport}

# Translation!C171
source: {destination_airport} Airport
ro_ro: Aeroportul {destination_airport}

# Translation!C172
source: Airport Car Hire
ro_ro: Închirieri auto la aeroport

# Translation!C173
source: Car Hire {destination_airport} Airport
ro_ro: Închirieri auto la {destination_airport}

# Translation!C174
source: Car Hire From {lowest_price_all} a day
ro_ro: Închirieri auto de la {lowest_price_all} pe zi

# Translation!C175
source: No Booking Fee
ro_ro: Fără taxă de rezervare

# Translation!C176
source: Family Friendly Vehicles
ro_ro: Vehicule pentru familii

# Translation!C177
source: Easy Online Booking
ro_ro: Rezervare simplă online

# Translation!C178
source: Multi-City Rentals
ro_ro: Închiriere destinații multiple

# Translation!C179
source: Eco-Friendly Options
ro_ro: Opțiuni ecologice

# Translation!C180
source: Book Now, Cancel Later
ro_ro: Rezervi acum, anulezi după

# Translation!C181
source: Free Car Hire Comparison
ro_ro: Comparare închirieri auto gratuită

# Translation!C182
source: Flexible Booking Policies
ro_ro: Politici flexibile de rezervare

# Translation!C183
source: Compare Fuel Policies
ro_ro: Compară politica de combustibil

# Translation!C184
source: Car Hire From Only £1/Day
ro_ro: Închirieri auto de la 1 leu/zi

# Translation!C185
source: Find the Best Car Rental Deals
ro_ro: Găsește cele mai bune oferte de închirieri auto

# Translation!C186
source: Compare Cheap Car Rental
ro_ro: Compară închirieri auto ieftine

# Translation!C187
source: Car Hire from £1/Day
ro_ro: Închirieri auto de la 1 leu/zi

# Translation!C188
source: Car Rental From Only £1/Day
ro_ro: Închirieri mașini de la doar 1 leu/zi

# Translation!C189
source: Car Rental from £1/Day
ro_ro: Închirieri mașini de la 1 leu/zi

# Translation!C190
source: Car Hire Comparison
ro_ro: Comparare închirieri auto

# Translation!C191
source: Compare Prices From £1/Day
ro_ro: Compară prețuri de la 1 leu/zi

# Translation!C192
source: Compare Prices From Only £1/Day
ro_ro: Compară prețuri de la doar 1 leu/zi
