Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/Catalan/1016931380__1004700482__Catalan__standard__159.xlf
Languages: ca_es

# tu1
source: Flight price drops of 20% or more
ca_es: Vols que han baixat de preu com a mínim un 20 %

# tu2
source: What are you interested in?
ca_es: Què t'interessa?

# tu3
source: How many bags?
ca_es: Quantes maletes?

# tu4
source: We use your responses to help make our AI tools even better. {{|Link|}}
ca_es: Fem servir les teves respostes per millorar encara més les nostres eines d'IA. {{|Link|}}

# tu5
source: Change booking for a fee
ca_es: Canvia la reserva pagant un recàrrec

# tu7
source: Plan a road trip
ca_es: Organitza un viatge per carretera

# tu8
source: View price as
ca_es: Tipus de preu

# tu9
source: Plan road trip
ca_es: Organitza un viatge per carretera

# tu10
source: Hire a car
ca_es: Lloga un cotxe

# tu12
source: Go to all cars
ca_es: Ves a tots els cotxes

# tu13
source: @@neighbourhood@@: plan your trip
ca_es: @@neighbourhood@@: planifica el teu viatge

# tu14
source: From
ca_es: Des de

# tu15
source: {{|number|}} results sorted by distance from city centre
ca_es: {{|number|}} resultats ordenats per distància des del centre de la ciutat

# tu16
source: How many travellers?
ca_es: Quants viatgers?

# tu17
source: {{|count|}} bags
ca_es: {{|count|}} maletes

# tu18
source: per night
ca_es: per nit

# tu19
source: Go to Drops
ca_es: Ves a Drops

# tu20
source: We’ll make you a custom route and pick cars that suit your journey.
ca_es: Et proposarem una ruta personalitzada i triarem els cotxes que s'adaptin al teu viatge.

# tu21
source: {{|number|}}mi from city centre
ca_es: A {{|number|}} mi del centre de la ciutat

# tu22
source: Tell us about your road trip
ca_es: Explica'ns el teu viatge per carretera

# tu23
source: Rooms from
ca_es: Habitacions des de

# tu24
source: Show cars
ca_es: Mostra cotxes

# tu25
source: Here’s a sneak peek of today’s picks.
ca_es: Dona una ullada a les destinacions d'avui.

# tu26
source: {{|number|}}km from city centre
ca_es: A {{|number|}} km del centre de la ciutat

# tu27
source: Just so you know, this chat feature may make mistakes or provide outdated info, so always check details with the provider before booking.
ca_es: Tingues en compte que aquesta funció de xat pot cometre errors o proporcionar informació obsoleta, així que verifica sempre els detalls amb el proveïdor abans de fer la reserva.

# tu28
source: Refund for a fee
ca_es: Reembossament amb recàrrec

# tu29
source: per day
ca_es: al dia

# tu30
source: Cars from
ca_es: Cotxes des de

# tu31
source: What’s your route preference?
ca_es: Quina ruta prefereixes?

# tu32
source: 1 car from {{|price|}} at {{|address|}}
ca_es: 1 cotxe des de només {{|price|}} a {{|address|}}
