Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Croatian/1014567104__1003484450__Croatian__seo__182.xlf
Languages: hr_hr

# tu1
source: Experience the perfect blend of stunning beaches, historic sites, and vibrant nightlife.
hr_hr: Doživite na jednom mjestu predivne plaže, povijesne znamenitosti i uzbudljiv noćni život.

# tu2
source: @@entity_city_name@@ flights
hr_hr: @@entity_city_name@@: letovi

# tu3
source: Relax on sunny beaches, explore charming towns, and savour the flavours of Andalusia.
hr_hr: Opustite se na sunčanim plažama, upoznajte šarmantne gradove i uživajte u okusima Andaluzije.

# tu4
source: Other @@entity_city_name@@ hotel brands
hr_hr: @@entity_city_name@@: drugi hotelski lanci

# tu5
source: From Benidorm to Alicante, savour the sun, sea, and vibrant Spanish culture.
hr_hr: Na području koje obuhvaća Benidorm i Alicante uživajte u suncu, moru i živopisnoj španjolskoj kulturi.

# tu6
source: Hotels near airports
hr_hr: Hoteli u blizini zračnih luka

# tu7
source: Enjoy sun-soaked beaches, charming villages, and world-class golf in Portugal's southern paradise.
hr_hr: Uživajte u suncem okupanim plažama, šarmantnim selima i vrhunskom golfu u raju na jugu Portugala.

# tu8
source: @@entity_city_name@@ car hire
hr_hr: @@entity_city_name@@: najam automobila

# tu9
source: Discover ancient ruins, turquoise waters, and the warm welcome of Turkey's Mediterranean gem.
hr_hr: Otkrijte drevne ruševine, tirkizno more i srdačno gostoprimstvo stanovništva turskog bisera Sredozemlja.

# tu10
source: Experience luxury and adventure in the city of skyscrapers, deserts, and world-class shopping.
hr_hr: Doživite luksuz i pustolovinu u gradu nebodera, pustinja i vrhunskih trgovina.

# tu11
source: Immerse yourself in the vibrant colours, bustling markets, and rich history of this ancient city.
hr_hr: Uživajte u živopisnim bojama i krcatim tržnicama te upoznajte bogatu povijest ovog drevnog grada.

# tu12
source: Hotels in @@entity_city_name@@
hr_hr: @@entity_city_name@@: hoteli

# tu13
source: Hike through volcanic landscapes, relax on golden beaches and enjoy the laid-back Canarian vibe.
hr_hr: Pješačite vulkanskim krajolicima, opustite se na zlatnim plažama i uživajte u opuštenoj kanarskoj atmosferi.

# tu14
source: More hotels
hr_hr: Više hotela

# tu15
source: Step back in time with ancient history, crystal-clear waters, and a vibrant Mediterranean atmosphere.
hr_hr: Zakoračite u prošlost uz drevnu povijest, kristalno čisto more i mediteransku atmosferu koja pršti životom.

# tu16
source: Discover the energy of the Big Apple, from iconic landmarks to vibrant neighbourhoods.
hr_hr: Posjetite kultne znamenitosti i živopisne četvrti te doživite energiju Velike Jabuke.

# tu17
source: From the majestic Mount Teide to sunny beaches, there's adventure and relaxation here in equal measure.
hr_hr: Uz veličanstvenu planinu Teide i sunčane plaže ovdje se možete otisnuti u pustolovinu ili opustiti i odmoriti.

# tu18
source: Dance the night away and soak up the sun on the island of eternal party and pristine beaches.
hr_hr: Plešite cijelu noć i uživajte na suncu na otoku vječne zabave i netaknutih plaža.
