Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Croatian/1014567101__1003451306__Croatian__seo__65.xlf
Languages: hr_hr

# tu1
source: People carriers
hr_hr: Veći monovolumeni

# tu2
source: We found some great car hire deals in @@pickup_city@@. You can check them out below, or start a new search to get prices for your exact dates.
hr_hr: Pronašli smo nekoliko sjajnih ponuda za najam automobila u gradu @@pickup_city@@. Možete ih pogledati u nastavku ili pokrenuti novo pretraživanje kako biste vidjeli cijene za datume koje ste odabrali.

# tu3
source: SUVs
hr_hr: SUV-ovi

# tu4
source: Finding cheap rentals in @@city@@: FAQs
hr_hr: Kako pronaći jeftine kuće za odmor u gradu @@city@@: često postavljana pitanja

# tu5
source: Luxury cars
hr_hr: Luksuzni automobili

# tu6
source: Show all
hr_hr: Prikaži sve

# tu7
source: Medium cars
hr_hr: Srednje veliki automobili

# tu8
source: Browse all @@pickup_airport@@ Airport deals
hr_hr: Pregledajte sve ponude za najam automobila u zračnoj luci @@pickup_airport@@

# tu9
source: Small cars
hr_hr: Manji automobili

# tu10
source: Find a cheap car hire deal near you
hr_hr: Pronađite jeftinu ponudu za najam automobila u svojoj blizini

# tu11
source: Vans
hr_hr: Kombiji

# tu12
source: Browse all car hire deals
hr_hr: Pregledajte sve ponude za najam automobila

# tu13
source: Large cars
hr_hr: Veliki automobili
