Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/Greek/1016932706__1004760694__Greek__standard__98.xlf
Languages: el_gr

# tu1
source: Got it
el_gr: OK

# tu2
source: Paste the link, or attach an image with the hotel name included, and we'll find deals for your dates.
el_gr: Επικολλήστε τον σύνδεσμο ή επισυνάψτε μια εικόνα με το όνομα του ξενοδοχείου και θα βρούμε προσφορές για τις ημερομηνίες σας.

# tu3
source: Paste your link here...
el_gr: Επικολλήστε τον σύνδεσμό σας εδώ…

# tu4
source: Upload a screenshot from another website or a photograph of your ideal hotel. As long as the <strong>hotel name</strong> is clear, we'll find it.
el_gr: Ανεβάστε ένα στιγμιότυπο οθόνης από άλλον ιστότοπο ή μια φωτογραφία του ιδανικού ξενοδοχείου για εσάς. Εφόσον το <strong>όνομα του ξενοδοχείου</strong> είναι ευδιάκριτο, θα το βρούμε.

# tu5
source: Submit
el_gr: Υποβολή

# tu6
source: Showing flights from {{|0|}}.
el_gr: Εμφάνιση πτήσεων από την τοποθεσία {{|0|}}.

# tu7
source: Close
el_gr: Κλείσιμο

# tu8
source: Choose where you fly from
el_gr: Επιλέξτε από πού θα πετάξετε

# tu9
source: Upload screenshot
el_gr: Ανέβασμα στιγμιότυπου οθόνης

# tu10
source: Searching for your hotel...
el_gr: Γίνεται αναζήτηση για το ξενοδοχείο σας…

# tu11
source: Paste the link and we'll find deals for your dates.
el_gr: Επικολλήστε τον σύνδεσμο και θα βρούμε προσφορές για τις ημερομηνίες σας.

# tu12
source: Well, that didn't go to plan. Make sure the URL is correct.
el_gr: Κάτι πήγε στραβά. Βεβαιωθείτε ότι η διεύθυνση URL είναι σωστή.

# tu13
source: Spotted a hotel elsewhere?
el_gr: Βρήκατε ξενοδοχείο αλλού;

# tu14
source: Flying from
el_gr: Αναχώρηση από:
