Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/Greek/1016932717__1004849500__Greek__standard__239.xlf
Languages: el_gr

# tu1
source: Still deciding? Pay {{price_with_currency_symbol}} to lock price for 3 days
el_gr: Ακόμα το σκέφτεστε; Πληρώστε {{price_with_currency_symbol}} για να κλειδώσετε την τιμή για 3 ημέρες

# tu2
source: Lock price
el_gr: Κλειδώστε την τιμή

# tu3
source: Still deciding?
el_gr: Δεν έχετε αποφασίσει ακόμα;

# tu4
source: Pay {{price_with_currency_symbol}} to lock price for 3 days
el_gr: Πληρώστε {{price_with_currency_symbol}} για να κλειδώσετε την τιμή για 3 ημέρες

# tu5
source: Opens {{redirect_partner}} in new tab
el_gr: Ανοίγει {{redirect_partner}} σε νέα καρτέλα

# tu6
source: This flight is the cheapest price and flies straight to your destination.
el_gr: Αυτή η πτήση είναι η πιο οικονομική και πετάει απευθείας στον προορισμό σας.

# tu7
source: Pay a bit more to get there {{durationDifferenceString}} faster.
el_gr: Πληρώστε λίγο παραπάνω για να φτάσετε εκεί {{durationDifferenceString}} πιο γρήγορα.

# tu8
source: Pay just ${priceDifferenceString} more to fly direct. No stops, no stress.`
el_gr: Πληρώστε μόνο ${priceDifferenceString} παραπάνω για απευθείας πτήση. Χωρίς στάσεις, χωρίς άγχος.

# tu9
source: Pay just {{priceDifferenceString}} more to avoid the late-night flight.
el_gr: Πληρώστε μόνο {{priceDifferenceString}} παραπάνω για να αποφύγετε τις πτήσεις αργά το βράδυ.

# tu10
source: This flight’s the cheapest and gets you there faster!
el_gr: Αυτή η πτήση είναι η φθηνότερη και σας μεταφέρει εκεί πιο γρήγορα!

# tu11
source: This is the cheapest and best deal — the perfect combo!
el_gr: Αυτή είναι η φθηνότερη και καλύτερη προσφορά — ο τέλειος συνδυασμός!

# tu12
source: Pay a bit more to fly direct. No stops, no stress.
el_gr: Πληρώστε λίγο παραπάνω για απευθείας πτήση. Χωρίς στάσεις, χωρίς άγχος.

# tu13
source: This flight’s the cheapest and skips the late-night takeoff.
el_gr: Αυτή η πτήση είναι η φθηνότερη και δεν έχει απογείωση αργά το βράδυ.

# tu14
source: Pay a bit more to avoid a late-night flight and arrive feeling fresh.
el_gr: Πληρώστε λίγο παραπάνω για να αποφύγετε τις πτήσεις αργά το βράδυ και να φτάσετε στον προορισμό σας ξεκούραστοι.

# tu15
source: Pay just {{priceDifferenceString}} more to get there {{durationDifferenceString}} faster.
el_gr: Πληρώστε μόνο {{priceDifferenceString}} παραπάνω για να φτάσετε εκεί {{durationDifferenceString}} πιο γρήγορα.

# tu16
source: Hmm... Looks like there’s no information on that. Why not try asking something else?
el_gr: Φαίνεται ότι δεν υπάρχουν πληροφορίες σχετικά με αυτό. Δοκιμάστε να ρωτήσετε κάτι άλλο.

# tu17
source: Is this a safe place to stay?
el_gr: Είναι ασφαλές αυτό το κατάλυμα;

# tu18
source: Ask the reviews
el_gr: Ρωτήστε τις κριτικές

# tu19
source: Get to know the hotel
el_gr: Γνωρίστε το ξενοδοχείο

# tu20
source: Guest reviews summarised by AI
el_gr: Σύνοψη κριτικών επισκεπτών με τεχνητή νοημοσύνη

# tu21
source: This info is summarised by AI and might sometimes display incorrect or outdated information.
el_gr: Αυτές οι πληροφορίες είναι μια σύνοψη από τεχνητή νοημοσύνη και μερικές φορές μπορεί να εμφανίζουν λανθασμένες ή παλιές πληροφορίες.

# tu22
source: Ask question
el_gr: Κάντε μια ερώτηση

# tu23
source: How was the breakfast?
el_gr: Πώς ήταν το πρωινό;

# tu24
source: Hotel information summarised by AI
el_gr: Σύνοψη πληροφοριών ξενοδοχείου με τεχνητή νοημοσύνη

# tu25
source: What’s the neighbourhood like?
el_gr: Πώς είναι η γειτονιά;

# tu26
source: What are the parking rules?
el_gr: Ποιοι είναι οι κανόνες πάρκινγκ;

# tu27
source: Got a question about this place? Ask away, and we’ll dig up the details for you.
el_gr: Έχετε κάποια απορία σχετικά με αυτόν τον χώρο; Ρωτήστε μας και θα βρούμε τις λεπτομέρειες για εσάς.

# tu28
source: Reviews matching your question
el_gr: Κριτικές που ταιριάζουν με την ερώτησή σας

# tu29
source: What the hotel says
el_gr: Τι λέει το ξενοδοχείο

# tu30
source: Decrease number of adults
el_gr: Μειώνει τον αριθμό ενηλίκων

# tu31
source: Increase number of children
el_gr: Αυξάνει τον αριθμό παιδιών

# tu32
source: Decrease number of children
el_gr: Μειώνει τον αριθμό παιδιών

# tu33
source: Increase number of adults
el_gr: Αυξάνει τον αριθμό ενηλίκων
