Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Greek/1014580076__1003633706__Greek__seo__125.xlf
Languages: el_gr

# tu1
source: Car hire in @@country_name__2@@
el_gr: Ενοικίαση αυτοκινήτου – @@country_name__2@@

# tu2
source: Find car hire in @@country_name__1@@
el_gr: Βρείτε ενοικιαζόμενο αυτοκίνητο στη χώρα @@country_name__1@@

# tu3
source: Popular flights to @@country_name__2@@
el_gr: Δημοφιλείς πτήσεις προς τη χώρα @@country_name__2@@

# tu4
source: Book with confidence
el_gr: Κάντε κράτηση με σιγουριά

# tu5
source: More about @@country_name__1@@
el_gr: Περισσότερα για τη χώρα @@country_name__1@@

# tu6
source: Choose your pick-up spot
el_gr: Επιλέξτε σημείο παραλαβής

# tu7
source: @@percentage_deals_unlimited_mileage@@% of our car hire deals have unlimited mileage
el_gr: Το @@percentage_deals_unlimited_mileage@@% των προσφορών ενοικίασης αυτοκινήτου περιλαμβάνουν απεριόριστο αριθμό χιλιομέτρων

# tu8
source: Average savings identified by Skyscanner (median vs cheapest price). Percentage savings may vary.
el_gr: Μέση εξοικονόμηση που εντόπισε η Skyscanner (διάμεση τιμή έναντι φθηνότερης τιμής). Τα ποσοστά εξοικονόμησης ενδέχεται να διαφέρουν.

# tu9
source: Flights with popular airlines
el_gr: Πτήσεις με δημοφιλείς αεροπορικές εταιρείες

# tu10
source: Similar flights to @@country_name__1@@
el_gr: Παρόμοιες πτήσεις προς τη χώρα @@country_name__1@@

# tu11
source: Find hotels in @@country_name__2@@
el_gr: Βρείτε ξενοδοχεία στη χώρα @@country_name__2@@

# tu12
source: More about @@country_name__2@@
el_gr: Περισσότερα για τη χώρα @@country_name__2@@

# tu13
source: Wherever you’re going, find car hire near you in @@number_of_pickup_cities@@ cities worldwide
el_gr: Βρείτε ενοικιαζόμενο αυτοκίνητο κοντά σας σε @@number_of_pickup_cities@@ πόλεις σε όλο τον κόσμο, όποιος κι αν είναι ο προορισμός σας

# tu14
source: Find hotels by region
el_gr: Βρείτε ξενοδοχεία ανά περιοχή

# tu15
source: Save big on car hire when you compare with Skyscanner
el_gr: Συγκρίνετε ενοικιαζόμενα αυτοκίνητα στη Skyscanner και εξοικονομήστε

# tu16
source: Save 30% on average when you compare rental cars with Skyscanner
el_gr: Εξοικονομήστε 30% κατά μέσο όρο όταν συγκρίνετε ενοικιαζόμενα αυτοκίνητα με τη Skyscanner

# tu17
source: Save 30% on average when you compare car hire with Skyscanner
el_gr: Εξοικονομήστε 30% κατά μέσο όρο όταν συγκρίνετε ενοικιαζόμενα αυτοκίνητα στη Skyscanner

# tu18
source: Find hotels in @@country_name__1@@
el_gr: Βρείτε ξενοδοχεία στη χώρα @@country_name__1@@

# tu19
source: Last-minute deals
el_gr: Προσφορές της τελευταίας στιγμής

# tu20
source: Nearby car hire providers
el_gr: Πάροχοι ενοικίασης αυτοκινήτου κοντά σας

# tu21
source: Find a cheap car hire deal
el_gr: Βρείτε μια φθηνή προσφορά ενοικίασης αυτοκινήτου
