Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Greek/1014580103__1003519854__Greek__standard__305.xlf
Languages: el_gr

# tu1
source: Did you book @@destination@@? 💙
el_gr: Κάνατε κράτηση για: @@destination@@; 💙

# tu2
source: @@destination@@ flight saved 💙
el_gr: @@destination@@: Η πτήση έχει αποθηκευτεί 💙

# tu3
source: You’re logged in as
el_gr: Συνδεθήκατε ως

# tu4
source: Your saved stay at @@hotel-name@@ is coming up. Manage saved alerts ↗️
el_gr: @@hotel-name@@: Πλησιάζει η ημερομηνία για τη διαμονή σας στο κατάλυμα. Διαχείριση αποθηκευμένων ειδοποιήσεων ↗️

# tu5
source: It’s coming up soon — here is the latest price for your dates ↗️
el_gr: Πλησιάζει η ημερομηνία — δείτε την πιο πρόσφατη τιμή για τις ημερομηνίες σας ↗️

# tu6
source: You saved a hotel stay starting @@check-in-date@@. Review your stays ↗️
el_gr: Προσθέσατε στα Αγαπημένα ένα ξενοδοχείο με ημερομηνία άφιξης @@check-in-date@@. Ελέγξτε τις διαμονές σας ↗️

# tu7
source: 24h Flex-Cancel Option
el_gr: Επιλογή ευέλικτης ακύρωσης 24 ωρών

# tu8
source: @@destination@@ flight saved 💙
el_gr: @@destination@@: Η πτήση έχει αποθηκευτεί 💙

# tu9
source: @@destination@@ flight search saved 💙
el_gr: @@destination@@: Η αναζήτηση πτήσης έχει αποθηκευτεί 💙

# tu11
source: Your saved flight takes off soon — compare new prices or cancel alert ↗️
el_gr: Η πτήση στα Αγαπημένα σας αναχωρεί σύντομα — συγκρίνετε νέες τιμές ή ακυρώστε την ειδοποίηση ↗️

# tu12
source: You saved a flight to @@destination@@ that takes off @@departure-date@@. Manage alerts ↗️
el_gr: Η πτήση στα Αγαπημένα σας προς @@destination@@ αναχωρεί στις @@departure-date@@. Διαχείριση ειδοποιήσεων ↗️

# tu13
source: Free cancellation
el_gr: Δωρεάν ακύρωση

# tu14
source: Your outbound flight date is coming up. Manage your saved alerts ↗️
el_gr: Πλησιάζει η ημερομηνία της πτήσης αναχώρησής σας. Διαχειριστείτε τις αποθηκευμένες ειδοποιήσεις σας ↗️

# tu15
source: This badge can’t be bought. We award providers who offer reliable prices and get solid reviews from travellers.
el_gr: Αυτό το σήμα δεν αγοράζεται. Επιβραβεύουμε παρόχους που προσφέρουν αξιόπιστες τιμές και λαμβάνουν καλές κριτικές από ταξιδιώτες.

# tu16
source: Your plans are taking shape. Save some @@destination@@ hotels while you’re at it ↗️
el_gr: Τα σχέδιά σας αρχίζουν να διαμορφώνονται. Προσθέστε και μερικά ξενοδοχεία στην περιοχή @@destination@@ στα Αγαπημένα↗️

# tu17
source: @@destination@@ flight search saved 💙
el_gr: @@destination@@: Η αναζήτηση πτήσης έχει αποθηκευτεί 💙

# tu18
source: Add some @@destination@@ hotels to your saved list to finish building your trip ↗️
el_gr: Προσθέστε μερικά ξενοδοχεία στην περιοχή @@destination@@ στα Αγαπημένα για να ολοκληρώσετε το ταξίδι σας ↗️

# tu19
source: Flight saved — what’s next? 💙
el_gr: Η πτήση έχει αποθηκευτεί. Τι θα κάνετε τώρα; 💙

# tu20
source: Review details of your stay in @@destination@@ or save and compare more options ↗️
el_gr: Ελέγξτε τις λεπτομέρειες της διαμονής σας στην πόλη @@destination@@ ή αποθηκεύστε και συγκρίνετε παραπάνω επιλογές ↗️

# tu21
source: Still after @@destination@@ flights?
el_gr: Ψάχνετε ακόμη πτήσεις για την πόλη @@destination@@;

# tu22
source: Flight search saved 💙
el_gr: Η αναζήτηση πτήσης έχει αποθηκευτεί 💙

# tu23
source: Details of your @@trip-duration@@-night stay at @@hotel-name@@ are here when you need them.
el_gr: Οι λεπτομέρειες της @@trip-duration@@ήμερης διαμονής σας στο ξενοδοχείο @@hotel-name@@ είναι εδώ.

# tu24
source: Still need this alert? 💙
el_gr: Χρειάζεστε ακόμα αυτή την ειδοποίηση; 💙

# tu25
source: Your @@trip-duration@@-night trip in @@destination@@ starting @@check-in-date@@. Get details in the app ↗️
el_gr: Το @@trip-duration@@ήμερο ταξίδι σας την πόλη@@destination@@ ξεκινά στις @@check-in-date@@. Δείτε λεπτομέρειες εδώ ↗️

# tu26
source: Did you book @@destination@@? 🛫
el_gr: Κάνατε κράτηση για: @@destination@@; 🛫

# tu27
source: Hotel stay saved 💙
el_gr: Η διαμονή σε ξενοδοχείο έχει αποθηκευτεί 💙

# tu28
source: Hotel search saved 💙
el_gr: Η αναζήτηση ξενοδοχείου έχει αποθηκευτεί 💙

# tu29
source: Planning ahead? Check out our top-rated hotel stays in @@destination@@ ↗️
el_gr: Κάνετε σχέδια για το μέλλον; Δείτε τα κορυφαία ξενοδοχεία στην περιοχή @@destination@@ ↗️

# tu30
source: Stay saved. You’re all set 💙
el_gr: Αποθηκεύσατε τη διαμονή σας. Είστε έτοιμοι 💙

# tu31
source: Add a few more to track and compare your best options for @@destination@@ ↗️
el_gr: Προσθέστε μερικά ακόμη για να παρακολουθείτε και να συγκρίνετε τις καλύτερες επιλογές σας για: @@destination@@ ↗️

# tu32
source: We’ve kept the details of your @@destination@@ flight handy for you ↗️
el_gr: Έχουμε κρατήσει τις λεπτομέρειες της πτήσης σας για την πόλη @@destination@@ για εσάς ↗️

# tu33
source: All set — get your trip details here when you need them ↗️
el_gr: Όλα έτοιμα: Βρείτε τις λεπτομέρειες του ταξιδιού σας εδώ όταν τις χρειάζεστε ↗️

# tu34
source: Still need a hotel in @@destination@@? 💙
el_gr: Θέλετε ακόμα ξενοδοχείο στην πόλη @@destination@@; 💙

# tu35
source: Why we recommend them
el_gr: Γιατί τους προτείνουμε

# tu36
source: re: your saved stay in @@destination@@ 💙
el_gr: σχετ.: Η διαμονή που έχετε αποθηκεύσει στα Αγαπημένα σας στην περιοχή @@destination@@ 💙
