Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Greek/1014580077__1003375929__Greek__standard__131.xlf
Languages: el_gr

# tu1
source: The cheapest getaways from @@home@@ are yours for only @@deal-price@@ return
el_gr: Οι φθηνότερες αποδράσεις από @@home@@ είναι δικές σας με μόνο @@deal-price@@

# tu2
source: from @@price@@
el_gr: από @@price@@

# tu3
source: Explore shows your cheapest destinations to visit from @@home-city@@.
el_gr: Εξερευνήστε τους φθηνότερους προορισμούς από την πόλη @@home-city@@.

# tu4
source: {{number}} booking options from
el_gr: {{number}} επιλογές κράτησης από

# tu5
source: Scan QR code to download.
el_gr: Σαρώστε τον κωδικό QR για να κατεβάσετε την εφαρμογή.

# tu6
source: Off
el_gr: Ανενεργές

# tu7
source: 1 booking option from
el_gr: 1 επιλογή κράτησης από

# tu8
source: On
el_gr: Ενεργές

# tu9
source: Of 100 billion prices scanned daily, these are your absolute cheapest destinations to visit.
el_gr: Από δισεκατομμύρια τιμές που σαρώνονται καθημερινά, αυτοί είναι οι φθηνότεροι προορισμοί.

# tu10
source: Drops shows the biggest price drops on flights from @@home-city@@.
el_gr: Τα Drops δείχνουν τις μεγαλύτερες μειώσεις τιμών σε πτήσεις από @@home-city@@.

# tu11
source: Bundle flights with a hotel and bag a great deal
el_gr: Συνδυάστε πτήσεις με ξενοδοχείο και εξασφαλίστε μια εξαιρετική προσφορά

# tu12
source: Go to packages
el_gr: Μετάβαση στα πακέτα

# tu13
source: Additional fees
el_gr: Πρόσθετες χρεώσεις

# tu14
source: Recommended results are based on our commercial agreements. They don’t cover the whole market. We group cars by type and pick-up location, then rank them considering price, popularity, value for money and potential revenue. If the same car is offered by multiple providers, we rank their offers using price, popularity, and our potential revenue.
el_gr: Τα προτεινόμενα αποτελέσματα βασίζονται στις εμπορικές συμφωνίες μας. Δεν καλύπτουν ολόκληρη την αγορά. Ομαδοποιούμε τα αυτοκίνητα ανά τύπο και τοποθεσία παραλαβής και, στη συνέχεια, τα κατατάσσουμε λαμβάνοντας υπόψη την τιμή, τη δημοτικότητα, τη σχέση ποιότητας-τιμής και τα πιθανά έσοδα. Εάν το ίδιο αυτοκίνητο προσφέρεται από πολλούς παρόχους, κατατάσσουμε τις προσφορές τους με βάση την τιμή, τη δημοτικότητα και τα πιθανά έσοδά μας.
