Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Turkish/1014581583__1003616694__Turkish__standard__266.xlf
Languages: tr_tr

# tu1
source: Your saved multi-city trip got @@price-difference@@ cheaper
tr_tr: Kaydettiğiniz çoklu şehir yolculuğu @@price-difference@@ daha ucuz

# tu2
source: Get the insider tips you need to save more on your travels — right to your inbox.
tr_tr: Seyahatlerinizde daha fazla tasarruf etmek için ihtiyacınız olan tüm özel ipuçları doğrudan gelen kutunuza gönderilsin.

# tu3
source: Your saved trip price has gone up by @@price-difference@@.
tr_tr: Kaydedilenler listesindeki yolculuğunuzun fiyatı @@price-difference@@ arttı.

# tu4
source: 1 deal from {{|0|}}
tr_tr: 1 fırsat için başlangıç fiyatı: {{|0|}}

# tu5
source: Taking off from @@origin@@, visiting @@destination1@@, @@destination2@@, @@destination3@@.
tr_tr: @@origin@@ kalkışlı @@destination1@@, @@destination2@@, @@destination3@@ yolculuğu.

# tu6
source: Price update for multi-city trip from @@origin@@
tr_tr: @@origin@@ kalkışlı çoklu şehir yolculuğunda fiyat değişikliği

# tu7
source: There’s been a change to your saved trip.
tr_tr: Kaydedilenler listesindeki yolculuğunuzla ilgili bir değişiklik var.

# tu8
source: You can unsubscribe from emails at any time in your Profile settings as described in our <link0>Privacy Policy</link0>.
tr_tr: <link0>Gizlilik Politikamızda</link0> belirtildiği üzere Profil ayarlarınızdan dilediğiniz zaman e-posta aboneliğinden çıkabilirsiniz.

# tu9
source: Price update for your saved multi-city trip
tr_tr: Kaydedilen çoklu şehir yolculuğunuz için fiyat değişikliği

# tu10
source: You can unsubscribe from emails at any time in your Profile settings as described in our <link0>Privacy Policy</link0>.
tr_tr: <link0>Gizlilik Politikamızda</link0> belirtildiği üzere Profil ayarlarınızdan dilediğiniz zaman e-posta aboneliğinden çıkabilirsiniz.

# tu11
source: Our cheapest price {{|0|}}
tr_tr: En ucuz fiyatımız {{|0|}}

# tu12
source: Your saved multi-city trip from @@origin@@, now from @@price@@
tr_tr: Kaydettiğiniz @@origin@@ kalkışlı çoklu şehir yolculuğu için başlangıç fiyatı şu an @@price@@

# tu13
source: {{|0|}} deals from {{|1|}}
tr_tr: {{|0|}} fırsat için başlangıç fiyatı: {{|1|}}

# tu14
source: Sign up
tr_tr: Kaydolun

# tu15
source: Rated @@rating@@ out of 5, based on @@count@@ reviews. Show summary of reviews.
tr_tr: @@count@@ değerlendirmeye göre 5 üzerinden @@rating@@ puan. Değerlendirme özetini göster.

# tu16
source: 24 hour flexible cancellation
tr_tr: 24 saat esnek iptal

# tu17
source: Collision damage waiver (Excess: {{|0|}} )
tr_tr: Muafiyetli kaza teminatı (Aşım: {{|0|}} )

# tu18
source: Your booking options
tr_tr: Rezervasyon seçenekleriniz

# tu19
source: Book with a @@price@@ per person deposit
tr_tr: Kişi başı @@price@@ depozito karşılığında rezervasyon yapın

# tu20
source: Taking off from @@origin@@, visiting @@destination1@@, @@destination2@@, @@destination3@@.
tr_tr: @@origin@@ kalkışlı @@destination1@@, @@destination2@@, @@destination3@@ yolculuğu.

# tu21
source: Deals, travel hacks and price drops of 20% or more
tr_tr: Fırsatlar, seyahat ipuçları ve %20 ya da üzeri fiyat düşüşleri

# tu22
source: Your saved trip is now @@price-difference@@ cheaper.
tr_tr: Kaydedilenler listesindeki yolculuğunuz artık @@price-difference@@ daha ucuz.

# tu23
source: Cars
tr_tr: Araçlar

# tu24
source: By continuing, you agree to Skyscanner’s <link0>Terms of Service</link0> and acknowledge that you have read our <link1>Privacy Policy</link1>.
tr_tr: Devam ederek Skyscanner'ın <link0>Hizmet Koşullarını </link0> kabul etmiş ve <link1>Gizlilik Politikamızı</link1> okuduğunuzu onaylamış olursunuz.

# tu25
source: By continuing, you agree to Skyscanner’s <link0>Terms of Service</link0> and acknowledge that you have read our <link1>Privacy Policy</link1>.
tr_tr: Devam ederek Skyscanner'ın <link0>Hizmet Koşullarını </link0> kabul etmiş ve <link1>Gizlilik Politikamızı</link1> okuduğunuzu onaylamış olursunuz.

# tu26
source: Total for all passengers
tr_tr: Tüm yolcular için toplam

# tu27
source: 3 deals from {{|0|}}
tr_tr: 3 fırsat için başlangıç fiyatı: {{|0|}}

# tu28
source: 2 deals from {{|0|}}
tr_tr: 2 fırsat için başlangıç fiyatı: {{|0|}}

# tu29
source: 5 deals from {{|0|}}
tr_tr: 5 fırsat için başlangıç fiyatı: {{|0|}}

# tu30
source: 4 deals from {{|0|}}
tr_tr: 4 fırsat için başlangıç fiyatı: {{|0|}}

# tu31
source: 7 deals from {{|0|}}
tr_tr: 7 fırsat için başlangıç fiyatı: {{|0|}}

# tu32
source: 6 deals from {{|0|}}
tr_tr: 6 fırsat için başlangıç fiyatı: {{|0|}}

# tu33
source: 9 deals from {{|0|}}
tr_tr: 9 fırsat için başlangıç fiyatı: {{|0|}}

# tu34
source: Price update for multi-city trip from @@origin@@
tr_tr: @@origin@@ kalkışlı çoklu şehir yolculuğunda fiyat değişikliği

# tu35
source: 8 deals from {{|0|}}
tr_tr: 8 fırsat için başlangıç fiyatı: {{|0|}}

# tu36
source: Your saved multi-city trip went up by @@price-difference@@
tr_tr: Kaydettiğiniz çoklu şehir yolculuğunun fiyatı @@price-difference@@ arttı
