Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Romanian/1014580970__1003451292__Romanian__seo__65.xlf
Languages: ro_ro

# tu1
source: People carriers
ro_ro: Vehicule de transport persoane

# tu2
source: We found some great car hire deals in @@pickup_city@@. You can check them out below, or start a new search to get prices for your exact dates.
ro_ro: Am găsit câteva oferte excelente de închirieri auto în @@pickup_city@@. Le poți consulta mai jos sau poți începe o nouă căutare pentru a obține prețuri pentru datele tale exacte.

# tu3
source: SUVs
ro_ro: SUV-uri

# tu4
source: Finding cheap rentals in @@city@@: FAQs
ro_ro: Cum găsești închirieri auto ieftine în @@city@@: întrebări frecvente

# tu5
source: Luxury cars
ro_ro: Mașini de lux

# tu6
source: Show all
ro_ro: Afișează-le pe toate

# tu7
source: Medium cars
ro_ro: Mașini medii

# tu8
source: Browse all @@pickup_airport@@ Airport deals
ro_ro: Descoperă toate ofertele disponibile la aeroportul @@pickup_airport@@

# tu9
source: Small cars
ro_ro: Mașini mici

# tu10
source: Find a cheap car hire deal near you
ro_ro: Găsește o ofertă de închirieri auto ieftină în apropiere de tine

# tu11
source: Vans
ro_ro: Microbuze

# tu12
source: Browse all car hire deals
ro_ro: Descoperă toate ofertele de închirieri auto

# tu13
source: Large cars
ro_ro: Mașini mari
