Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/*/1014567633__1003594874__*__standard__558.xlf
Languages: french

# tu1
source: Where to catch price drops of 20% or more
french: O trouver des baisses de prix d'au moins 20 % ?

# tu2
source: How to track your flights price
french: Comment suivre le prix de votre vol ?

# tu3
source: Explore Everywhere
french: Explorer le monde entier

# tu4
source: Our award-winning app offers exclusive features to help you plan, book and save more on your travels.
french: Notre application prime propose des fonctionnalits exclusives pour planifier, rserver et conomiser plus sur vos voyages.

# tu5
source: Welcome to the Skyscanner app
french: Bienvenue sur l'application Skyscanner

# tu6
source: Welcome to the Skyscanner app 📱
french: Bienvenue sur l'application Skyscanner 📱

# tu7
source: Check out your Drops feed
french: Consulter mon flux Drops

# tu8
source: Plan and discover with AI
french: Planifier et dcouvrir avec l'IA

# tu9
source: Choose where you fly from
french: Choisissez votre aroport de dpart

# tu10
source: No hotel chain
french: Pas de chane d'htels

# tu11
source: Travellers like you have spotted savings of up to 60%.
french: Des voyageurs comme vous ont repr des conomies allant jusqu' 60 %.

# tu12
source: Ready to make it your own?
french: Envie d'en profiter ?

# tu13
source: Welcome to Skyscanner
french: Bienvenue sur Skyscanner

# tu14
source: Search flexible dates
french: Rechercher avec des dates flexibles

# tu15
source: Unlock exclusive features designed to help you save.
french: Dbloquez des fonctionnalits exclusives conues pour vous aider conomiser.

# tu16
source: Track flight prices
french: Suivre les prix des vols

# tu17
source: Weve got more ways to help you save.
french: Nous proposons d'autres moyens de vous aider conomiser.

# tu18
source: Explore Everywhere
french: Explorer le monde entier

# tu19
source: Sponsored. More information.
french: Sponsoris. Plus d'informations.

# tu20
source: Put your in-pocket travel agent to work
french: Votre agence de voyage de poche

# tu21
source: Always book a bargain
french: Rservez toujours au meilleur prix

# tu22
source: Know wheres cheapest to to go
french: Dcouvrez les destinations les moins chres

# tu23
source: Start tracking
french: Commencer le suivi

# tu24
source: Get the vibe right
french: Laissez-vous guider par vos envies

# tu25
source: Well bump your best matches to the top of your list, so you can save on the flights youre after.
french: Nous placerons les meilleures correspondances en premier, afin que vous puissiez conomiser sur les vols que vous recherchez.

# tu26
source: Well only show you price drops of 20% or more the kind that make a difference.
french: Nous ne vous montrerons que les baisses de prix d'au moins 20 %, celles qui font la diffrence.

# tu27
source: You can switch it up at any time, well have drops waiting for you.
french: Vous pouvez changer d'avis tout moment, nous aurons des baisses de prix pour vous.

# tu28
source: Set a Price Alert to track the cheapest overall option for your route, or save a flight to track a specific itinerary.
french: Dfinissez une alerte de prix afin de trouver l'option la moins chre pour votre itinraire ou enregistrez un vol suivre.

# tu29
source: Its no myth theres a best time to book
french: Ce n'est pas un mythe : il y a un moment idal pour rserver

# tu30
source: Select Flexible dates when you search to find the cheapest month, with every price in one calendar view.
french: Slectionnez Dates flexibles lorsque vous recherchez le mois le moins cher, avec tous les prix dans un seul calendrier.

# tu31
source: Set a Price Alert to track the cheapest overall option, or save a flight to track that specific itinerary.
french: Dfinissez une alerte de prix afin de trouver l'option la moins chre ou enregistrez un vol suivre.

# tu32
source: Explore Everywhere search ranks the thriftiest destinations to take off to from your home airport.
french: La recherche Explorer le monde entier classe les destinations les moins chres au dpart de votre aroport.

# tu33
source: Save 20% or more on flights
french: conomisez 20 % ou plus sur les vols

# tu34
source: Advertisement by {{|0|}}
french: Publicit propose par {{|0|}}

# tu35
source: No matter what kind of trip youre after, our AI-powered search will find it.
french: Quel que soit le type de voyage que vous recherchez, notre outil de recherche aliment par l'IA le trouvera.

# tu36
source: Explore Everywhere search ranks the thriftiest destinations to take off to from @@home-city@@.
french: La recherche Explorer le monde entier classe les destinations les moins chres depuis @@home-city@@.

# tu37
source: Cars
french: Voitures

# tu38
source: Drops rounds up the biggest price drops of 20% or more on flights from @@home-city@@, refreshed daily.
french: Drops regroupe les plus fortes baisses de prix (au moins 20 %) sur les vols depuis @@home-city@@, actualises tous les jours.

# tu39
source: One last step to complete your profile
french: Une dernire tape pour complter votre profil

# tu40
source: Scan the QR to download the Skyscanner app.
french: Scannez pour tlcharger l'application Skyscanner.

# tu41
source: Now that youre here, why dont you have a look around?
french: Tant que vous tes l, et si vous jetiez un il ?

# tu42
source: Well show you our smartest deals and biggest price drops, taking off near you.
french: Nous allons vous montrer nos meilleures offres et les plus fortes baisses de prix, avec des dparts prs de chez vous.

# tu43
source: Theres more for you in the app
french: Profitez-en encore plus avec l'application

# tu44
source: Reminder: youre missing out on app exclusives
french: Rappel : profitez des offres de l'application

# tu45
source: Join 63 million travellers who saved a flight last year.
french: Rejoignez les 63 millions de voyageurs qui ont enregistr un vol l'an dernier.

# tu46
source: Download the Ultimate Travel Hack
french: La meilleure astuce voyage vous attend

# tu47
source: Must-visits on your Skyscanner tour
french: Les incontournables de votre visite de Skyscanner

# tu48
source: Theres more for you in the app
french: Profitez-en encore plus avec l'application

# tu49
source: Drops is your daily feed of the biggest price drops on flights from @@home-city@@, refreshed daily.
french: Drops vous montre les plus fortes baisses de prix sur les vols depuis @@home-city@@, actualises tous les jours.

# tu50
source: All taking off from @@home-city@@.
french: Pour des vols depuis @@home-city@@.

# tu51
source: The travel hack used by 63 million travellers last year.
french: L'astuce voyage utilise par 63 millions de voyageurs l'an dernier.

# tu52
source: Know wheres cheapest to to go
french: Dcouvrez les destinations les moins chres

# tu53
source: Theres more for you in the app
french: Profitez-en encore plus avec l'application

# tu54
source: Track prices like a pro
french: Suivez les prix comme les pros

# tu55
source: Exclusive features are waiting in the app
french: Des fonctionnalits exclusives vous attendent dans l'application

# tu56
source: Compare prices at a glance
french: Comparez les prix en un coup d'il

# tu57
source: Browse the steepest savings
french: Parcourez les meilleures rductions

# tu58
source: Our award-winning app offers exclusive features to help you plan, book and save more on your travels.
french: Notre application prime propose des fonctionnalits exclusives pour planifier, rserver et conomiser plus sur vos voyages.

# tu59
source: Search drops from any city or airport
french: Recherchez les baisses de prix depuis la ville ou l'aroport de votre choix

# tu60
source: Download the app
french: Tlcharger l'application

# tu61
source: Set your home airport
french: Indiquer mon aroport de dpart

# tu62
source: Get drops that match your recent searches
french: Profitez de baisses de prix qui correspondent vos recherches rcentes

# tu63
source: Get to know your in-pocket travel agent
french: Dcouvrez votre agence de voyage de poche

# tu64
source: Start catching price drops
french: Commencez profiter des baisses de prix

# tu65
source: Take a quick tour to level up your travel planning.
french: Faites une petite visite pour mieux planifier vos voyages.

# tu66
source: Here are your top three tips to get started.
french: Voici trois conseils pour commencer.

# tu67
source: Discover Drops in-app
french: Dcouvrir Drops dans l'appli

# tu68
source: Packages
french: Forfaits voyages

# tu69
source: Unlock more ways to save and explore 💙
french: Dcouvrez d'autres faons d'conomiser et d'explorer 💙

# tu70
source: Only
french: Uniquement
