Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/*/1014567400__1003451318__*__seo__65.xlf
Languages: dutch

# tu1
source: People carriers
dutch: Gezinsauto's

# tu2
source: We found some great car hire deals in @@pickup_city@@. You can check them out below, or start a new search to get prices for your exact dates.
dutch: We hebben een aantal geweldige aanbiedingen voor autoverhuur gevonden in @@pickup_city@@. Je kunt ze hieronder bekijken of een nieuwe zoekopdracht starten om prijzen voor je exacte datums te krijgen.

# tu4
source: Finding cheap rentals in @@city@@: FAQs
dutch: Goedkope huurauto's zoeken in @@city@@: veelgestelde vragen

# tu5
source: Luxury cars
dutch: Luxeauto's

# tu6
source: Show all
dutch: Alles zien

# tu7
source: Medium cars
dutch: Middelgrote auto's

# tu8
source: Browse all @@pickup_airport@@ Airport deals
dutch: Bekijk alle aanbiedingen voor autoverhuur op luchthaven @@pickup_airport@@

# tu9
source: Small cars
dutch: Kleine auto's

# tu10
source: Find a cheap car hire deal near you
dutch: Vind een goedkope huurauto in je buurt

# tu11
source: Vans
dutch: Bestelwagens

# tu12
source: Browse all car hire deals
dutch: Bekijk alle aanbiedingen voor autoverhuur

# tu13
source: Large cars
dutch: Grote auto's
