Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/*/1014567574__1003484451__*__seo__182.xlf
Languages: french

# tu1
source: Experience the perfect blend of stunning beaches, historic sites, and vibrant nightlife.
french: Découvrez le mélange parfait de plages magnifiques, de sites historiques et de lieux de vie nocturne animés.

# tu2
source: @@entity_city_name@@ flights
french: Vols – @@entity_city_name@@

# tu3
source: Relax on sunny beaches, explore charming towns, and savour the flavours of Andalusia.
french: Détendez-vous sur des plages ensoleillées, arpentez des villes charmantes et goûtez aux saveurs de l'Andalousie.

# tu4
source: Other @@entity_city_name@@ hotel brands
french: Autres enseignes hôtelières – @@entity_city_name@@

# tu5
source: From Benidorm to Alicante, savour the sun, sea, and vibrant Spanish culture.
french: De Benidorm à Alicante, profitez du soleil, de la mer et de la culture espagnole.

# tu6
source: Hotels near airports
french: Hôtels près des aéroports

# tu7
source: Enjoy sun-soaked beaches, charming villages, and world-class golf in Portugal's southern paradise.
french: Partagez votre temps entre les plages ensoleillées, les villages charmants et les golfs de renommée mondiale dans le cadre paradisiaque du sud du Portugal.

# tu8
source: @@entity_city_name@@ car hire
french: Location de voiture – @@entity_city_name@@

# tu9
source: Discover ancient ruins, turquoise waters, and the warm welcome of Turkey's Mediterranean gem.
french: Découvrez les ruines antiques, les eaux turquoise et l'accueil chaleureux du joyau méditerranéen de la Turquie.

# tu10
source: Experience luxury and adventure in the city of skyscrapers, deserts, and world-class shopping.
french: Combinez luxe et aventure dans la ville des gratte-ciel, des déserts et des boutiques de renommée mondiale.

# tu11
source: Immerse yourself in the vibrant colours, bustling markets, and rich history of this ancient city.
french: Plongez dans les couleurs vives, les marchés animés et la riche histoire de cette ville antique.

# tu12
source: Hotels in @@entity_city_name@@
french: Hôtels – @@entity_city_name@@

# tu13
source: Hike through volcanic landscapes, relax on golden beaches and enjoy the laid-back Canarian vibe.
french: Randonnez à travers des paysages volcaniques, détendez-vous sur des plages au sable doré et profitez de l'ambiance décontractée des Canaries.

# tu14
source: More hotels
french: Plus d'hôtels

# tu15
source: Step back in time with ancient history, crystal-clear waters, and a vibrant Mediterranean atmosphere.
french: Replongez dans l'histoire antique, baignez-vous dans des eaux cristallines et imprégnez-vous de l'atmosphère animée de la Méditerranée.

# tu16
source: Discover the energy of the Big Apple, from iconic landmarks to vibrant neighbourhoods.
french: Laissez-vous emporter par l'énergie de la Grosse pomme, de ses monuments emblématiques à ses quartiers animés.

# tu17
source: From the majestic Mount Teide to sunny beaches, there's adventure and relaxation here in equal measure.
french: Du majestueux mont Teide aux plages ensoleillées, aventure et détente sont au rendez-vous.

# tu18
source: Dance the night away and soak up the sun on the island of eternal party and pristine beaches.
french: Dansez toute la nuit et lézardez au soleil sur une île aux fêtes sans fin et aux plages immaculées.
