Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/*/1014581170__1003375920__*__standard__131.xlf
Languages: spanish

# tu1
source: The cheapest getaways from @@home@@ are yours for only @@deal-price@@ return
spanish: Las escapadas más baratas desde @@home@@ por solo @@deal-price@@ ida y vuelta.

# tu2
source: from @@price@@
spanish: desde @@price@@

# tu3
source: Explore shows your cheapest destinations to visit from @@home-city@@.
spanish: Descubre los destinos más baratos con salida desde @@home-city@@.

# tu4
source: {{number}} booking options from
spanish: {{number}} opciones desde

# tu5
source: Scan QR code to download.
spanish: Escanea el código QR para descargarla.

# tu6
source: Off
spanish: Desactivadas

# tu7
source: 1 booking option from
spanish: 1 opción desde

# tu8
source: On
spanish: Activadas

# tu9
source: Of 100 billion prices scanned daily, these are your absolute cheapest destinations to visit.
spanish: Analizamos 100 mil millones de precios a diario, y estos son los destinos más baratos.

# tu10
source: Drops shows the biggest price drops on flights from @@home-city@@.
spanish: Drops muestra las mayores bajadas de precios en vuelos desde @@home-city@@.

# tu11
source: Bundle flights with a hotel and bag a great deal
spanish: Combina vuelos y hotel en tu reserva, ¡y ahorra!

# tu12
source: Go to packages
spanish: Mostrar paquetes

# tu13
source: Additional fees
spanish: Recargos

# tu14
source: Recommended results are based on our commercial agreements. They don’t cover the whole market. We group cars by type and pick-up location, then rank them considering price, popularity, value for money and potential revenue. If the same car is offered by multiple providers, we rank their offers using price, popularity, and our potential revenue.
spanish: Los resultados recomendados se basan en nuestros acuerdos comerciales. No abarcan todo el mercado. Agrupamos los coches por tipo y lugar de recogida, y los clasificamos en función del precio, la popularidad, la relación calidad-precio y los ingresos potenciales. Si varios proveedores ofrecen el mismo coche, clasificamos sus ofertas en función del precio, la popularidad y nuestros ingresos potenciales.
