Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/*/1014580724__1003452548__*__standard__248.xlf
Languages: portuguese

# tu1
source: Trending Black Friday trips
portuguese: Viagens populares na Black Friday

# tu2
source: Black Friday last call!
portuguese: Última chamada da Black Friday!

# tu3
source: Discounts available with a Genius account
portuguese: Descontos disponíveis com uma conta Genius

# tu4
source: Exclusive Black Friday deals
portuguese: Ofertas exclusivas da Black Friday

# tu5
source: Metro station
portuguese: Estação de metro

# tu6
source: {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}} and {{|destination4|}}
portuguese: {{|origin|}} para {{|destination1|}}, {{|destination2|}}, {{|destination3|}} e {{|destination4|}}

# tu7
source: Remove {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}}, {{|destination5|}} and {{|destination6|}}
portuguese: Remover {{|origin|}} para {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}}, {{|destination5|}} e {{|destination6|}}

# tu8
source: Explore hotels for your dates
portuguese: Explore hotéis para as suas datas

# tu9
source: {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}} and {{|destination5|}}
portuguese: {{|origin|}} para {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}} e {{|destination5|}}

# tu10
source: No checked bags
portuguese: Sem malas de porão

# tu11
source: searching for hotels in {{|destination|}}, {{|checkinDate|}} to {{|checkoutDate|}} {{|guestRoomInfo|}}
portuguese: a pesquisar hotéis em {{|destination|}}, {{|checkinDate|}} a {{|checkoutDate|}}, {{|guestRoomInfo|}}

# tu12
source: One day later
portuguese: Um dia depois

# tu13
source: Not ready to book?
portuguese: Ainda não está a postos para fazer a reserva?

# tu14
source: Remove {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}} and {{|destination5|}}
portuguese: Remover {{|origin|}} para {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}} e {{|destination5|}}

# tu15
source: Remove {{|origin|}} to {{|destination1|}}, {{|destination2|}} and {{|destination3|}}
portuguese: Remover {{|origin|}} para {{|destination1|}}, {{|destination2|}} e {{|destination3|}}

# tu16
source: {{|0|}} guests
portuguese: {{|0|}} hóspedes

# tu17
source: {{|origin|}} to {{|destination1|}} and {{|destination2|}}
portuguese: {{|origin|}} para {{|destination1|}} e {{|destination2|}}

# tu18
source: Remove {{|origin|}} to {{|destination1|}} and {{|destination2|}}
portuguese: Remover {{|origin|}} para {{|destination1|}} e {{|destination2|}}

# tu19
source: Remove {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}} and {{|destination4|}}
portuguese: Remover {{|origin|}} para {{|destination1|}}, {{|destination2|}}, {{|destination3|}} e {{|destination4|}}

# tu20
source: Train station
portuguese: Estação ferroviária

# tu21
source: searching for hotels in {{|destination|}}, {{|guestRoomInfo|}}
portuguese: a pesquisar hotéis em {{|destination|}}, {{|guestRoomInfo|}}

# tu22
source: {{|0|}} rooms
portuguese: {{|0|}} quartos

# tu23
source: {{|origin|}} to {{|destination1|}}, {{|destination2|}} and {{|destination3|}}
portuguese: {{|origin|}} para {{|destination1|}}, {{|destination2|}} e {{|destination3|}}

# tu24
source: Bus station
portuguese: Estação rodoviária

# tu26
source: Airport
portuguese: Aeroporto

# tu28
source: Find hotels for your dates
portuguese: Descubra hotéis para as suas datas

# tu29
source: Find hotels
portuguese: Encontrar hotéis

# tu30
source: 1 guest
portuguese: 1 hóspede

# tu31
source: 9 rooms
portuguese: 9 quartos

# tu32
source: 3 guests
portuguese: 3 hóspedes

# tu33
source: 7 rooms
portuguese: 7 quartos

# tu34
source: 2 guests
portuguese: 2 hóspedes

# tu35
source: 8 rooms
portuguese: 8 quartos

# tu36
source: {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}}, {{|destination5|}} and {{|destination6|}}
portuguese: {{|origin|}} para {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}}, {{|destination5|}} e {{|destination6|}}

# tu37
source: Go to provider
portuguese: Ir para fornecedor

# tu38
source: One day earlier
portuguese: Um dia antes

# tu39
source: We’ll let you know if the price changes, so you can book when it’s cheapest.
portuguese: Se o preço mudar, avisamos e assim poderá reservar quando for mais barato.

# tu40
source: Go to booking
portuguese: Ir para a reserva

# tu41
source: Explore hotels
portuguese: Explorar hotéis

# tu42
source: Your limited-time access to deals from Korea’s top airlines ends soon.
portuguese: O seu acesso por tempo limitado a ofertas das principais companhias aéreas da Coreia termina em breve.

# tu43
source: Get early access to deals from Korea’s top airlines, exclusive to our app enjoyers ➡️
portuguese: Obtenha acesso antecipado a ofertas das principais companhias aéreas da Coreia, exclusivas para os utilizadores da nossa aplicação ➡️

# tu44
source: Get limited-time access to popular trips at a lower price from Korea’s top airlines.
portuguese: Obtenha acesso por tempo limitado a viagens populares a um preço mais baixo das principais companhias aéreas da Coreia.

# tu45
source: 9 guests
portuguese: 9 hóspedes

# tu46
source: 1 room
portuguese: 1 quarto

# tu47
source: 8 guests
portuguese: 8 hóspedes

# tu48
source: 2 rooms
portuguese: 2 quartos

# tu49
source: 5 guests
portuguese: 5 hóspedes

# tu50
source: 5 rooms
portuguese: 5 quartos

# tu51
source: 4 guests
portuguese: 4 hóspedes

# tu52
source: 6 rooms
portuguese: 6 quartos

# tu53
source: 7 guests
portuguese: 7 hóspedes

# tu54
source: 3 rooms
portuguese: 3 quartos

# tu55
source: 6 guests
portuguese: 6 hóspedes

# tu56
source: 4 rooms
portuguese: 4 quartos
