Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/*/1014567572__1003451309__*__seo__65.xlf
Languages: french

# tu1
source: People carriers
french: Monospaces

# tu2
source: We found some great car hire deals in @@pickup_city@@. You can check them out below, or start a new search to get prices for your exact dates.
french: Nous avons trouvé d'excellentes offres de location de voiture dans cette ville : @@pickup_city@@. Découvrez-les ci-dessous ou lancez une nouvelle recherche pour connaître les prix selon vos dates précises.

# tu3
source: SUVs
french: SUV

# tu4
source: Finding cheap rentals in @@city@@: FAQs
french: FAQ sur @@city@@ : trouver des locations pas chères

# tu5
source: Luxury cars
french: Voitures de luxe

# tu6
source: Show all
french: Afficher tout

# tu7
source: Medium cars
french: Voitures de taille moyenne

# tu8
source: Browse all @@pickup_airport@@ Airport deals
french: Découvrir toutes les offres à l'aéroport @@pickup_airport@@

# tu9
source: Small cars
french: Petites voitures

# tu10
source: Find a cheap car hire deal near you
french: Trouvez une offre de location de voiture pas chère à proximité

# tu11
source: Vans
french: Camionnettes

# tu12
source: Browse all car hire deals
french: Parcourir toutes les offres de location de voiture

# tu13
source: Large cars
french: Grandes voitures
