Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/*/1014581157__1003451319__*__seo__65.xlf
Languages: spanish

# tu1
source: People carriers
spanish: Monovolúmenes

# tu2
source: We found some great car hire deals in @@pickup_city@@. You can check them out below, or start a new search to get prices for your exact dates.
spanish: Hemos encontrado algunas ofertas de alquiler de coches en @@pickup_city@@. Puedes consultarlas a continuación o iniciar una nueva búsqueda para obtener precios para tus fechas exactas.

# tu3
source: SUVs
spanish: SUV

# tu4
source: Finding cheap rentals in @@city@@: FAQs
spanish: Preguntas frecuentes sobre cómo encontrar alquileres baratos en @@city@@

# tu5
source: Luxury cars
spanish: Coches de lujo

# tu6
source: Show all
spanish: Mostrar todo

# tu7
source: Medium cars
spanish: Coches medianos

# tu8
source: Browse all @@pickup_airport@@ Airport deals
spanish: Descubre todas las ofertas en el aeropuerto de @@pickup_airport@@

# tu9
source: Small cars
spanish: Coches pequeños

# tu10
source: Find a cheap car hire deal near you
spanish: Encuentra ofertas de alquiler de coches cerca de ti

# tu11
source: Vans
spanish: Furgonetas

# tu12
source: Browse all car hire deals
spanish: Descubre todas las ofertas de alquiler de coches

# tu13
source: Large cars
spanish: Coches grandes
