Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/*/1014581162__1003484503__*__seo__182.xlf
Languages: spanish

# tu1
source: Experience the perfect blend of stunning beaches, historic sites, and vibrant nightlife.
spanish: Disfruta de la combinación perfecta de playas impresionantes, lugares históricos y una animada vida nocturna.

# tu2
source: @@entity_city_name@@ flights
spanish: Vuelos a @@entity_city_name@@

# tu3
source: Relax on sunny beaches, explore charming towns, and savour the flavours of Andalusia.
spanish: Relájate en playas soleadas, explora pueblos con encanto y empápate del auténtico sabor de Andalucía.

# tu4
source: Other @@entity_city_name@@ hotel brands
spanish: Otras cadenas hoteleras en @@entity_city_name@@

# tu5
source: From Benidorm to Alicante, savour the sun, sea, and vibrant Spanish culture.
spanish: Desde Benidorm hasta Alicante: disfruta del sol, el mar y la vibrante cultura española que se respira en la zona.

# tu6
source: Hotels near airports
spanish: Hoteles cerca de aeropuertos

# tu7
source: Enjoy sun-soaked beaches, charming villages, and world-class golf in Portugal's southern paradise.
spanish: Descubre playas soleadas, pueblos con encanto y zonas de golf de primera categoría en este paraíso del sur de Portugal.

# tu8
source: @@entity_city_name@@ car hire
spanish: Alquiler de coches en @@entity_city_name@@

# tu9
source: Discover ancient ruins, turquoise waters, and the warm welcome of Turkey's Mediterranean gem.
spanish: Descubre ruinas antiguas, aguas turquesas y la amabilidad con la que te conquistará esta joya mediterránea de Turquía.

# tu10
source: Experience luxury and adventure in the city of skyscrapers, deserts, and world-class shopping.
spanish: Disfruta del lujo y la aventura en la ciudad de los rascacielos, los desiertos y las tiendas de primera categoría.

# tu11
source: Immerse yourself in the vibrant colours, bustling markets, and rich history of this ancient city.
spanish: Sumérgete en los colores vibrantes, los bulliciosos mercados y la rica historia de esta antigua ciudad.

# tu12
source: Hotels in @@entity_city_name@@
spanish: Hoteles en @@entity_city_name@@

# tu13
source: Hike through volcanic landscapes, relax on golden beaches and enjoy the laid-back Canarian vibe.
spanish: Camina por paisajes volcánicos, relájate en playas doradas y empápate del ambiente canario.

# tu14
source: More hotels
spanish: Más hoteles

# tu15
source: Step back in time with ancient history, crystal-clear waters, and a vibrant Mediterranean atmosphere.
spanish: Viaja al pasado mientras descubres su historia milenaria, y disfruta de aguas cristalinas y un vibrante ambiente mediterráneo.

# tu16
source: Discover the energy of the Big Apple, from iconic landmarks to vibrant neighbourhoods.
spanish: Déjate atrapar por la energía de la Gran Manzana, ya sea desde sus monumentos emblemáticos o desde sus animados barrios.

# tu17
source: From the majestic Mount Teide to sunny beaches, there's adventure and relaxation here in equal measure.
spanish: Desde el majestuoso Teide hasta las soleadas playas: aquí encontrarás aventura y relax a partes iguales.

# tu18
source: Dance the night away and soak up the sun on the island of eternal party and pristine beaches.
spanish: Baila hasta la madrugada y relájate bajo el sol de la isla de las playas vírgenes y la fiesta eterna.
