Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Catalan/1014566763__1003484311__Catalan__standard__106.xlf
Languages: ca_es

# tu1
source: 5 deals from {{|0|}}
ca_es: 5 ofertes des de només {{|0|}}

# tu2
source: 4 deals from {{|0|}}
ca_es: 4 ofertes des de només {{|0|}}

# tu3
source: 7 deals from {{|0|}}
ca_es: 7 ofertes des de només {{|0|}}

# tu4
source: 6 deals from {{|0|}}
ca_es: 6 ofertes des de només {{|0|}}

# tu5
source: Check out some great places to stay while you’re in {{|entity_name|}}
ca_es: Descobreix llocs fantàstics per allotjar-te a {{|entity_name|}}

# tu6
source: 1 deal from {{|0|}}
ca_es: 1 oferta des de només {{|0|}}

# tu7
source: We found {{|number|}} hotels for your dates too
ca_es: També hem trobat {{|number|}} hotels per a les teves dates

# tu8
source: 3 deals from {{|0|}}
ca_es: 3 ofertes des de només {{|0|}}

# tu9
source: {{|0|}} deals from {{|1|}}
ca_es: {{|0|}} ofertes des de només {{|1|}}

# tu10
source: 2 deals from {{|0|}}
ca_es: 2 ofertes des de només {{|0|}}

# tu11
source: 9 deals from {{|0|}}
ca_es: 9 ofertes des de només {{|0|}}

# tu12
source: 8 deals from {{|0|}}
ca_es: 8 ofertes des de només {{|0|}}

# tu13
source: Checking flights? Find a hotel while you’re at it
ca_es: Mirant vols? Aprofita i troba un hotel!

# tu14
source: These places caught our attention while we were finding your flights
ca_es: Aquests llocs ens han cridat l'atenció mentre cercàvem els teus vols

# tu15
source: Central hotel? Quiet apartment? Check out what’s available on your travel dates
ca_es: Un hotel al centre? Un apartament tranquil? Consulta què hi ha disponible per a les teves dates

# tu16
source: Our cheapest price {{|0|}}
ca_es: El nostre preu més baix: {{|0|}}

# tu17
source: Explore hotels
ca_es: Explora hotels

# tu18
source: Set the vibe for your {{|entity_name|}} trip
ca_es: Tria quin tipus de viatge vols per a {{|entity_name|}}
