Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Catalan/1014566762__1003452587__Catalan__standard__248.xlf
Languages: ca_es

# tu1
source: Trending Black Friday trips
ca_es: Viatges populars per al Black Friday

# tu2
source: Black Friday last call!
ca_es: Última oportunitat per aprofitar el Black Friday!

# tu3
source: Discounts available with a Genius account
ca_es: Descomptes disponibles amb un compte Genius

# tu4
source: Exclusive Black Friday deals
ca_es: Ofertes exclusives de Black Friday

# tu5
source: Metro station
ca_es: Parada de metro

# tu6
source: {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}} and {{|destination4|}}
ca_es: {{|origin|}} a {{|destination1|}}, {{|destination2|}}, {{|destination3|}} i {{|destination4|}}

# tu7
source: Remove {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}}, {{|destination5|}} and {{|destination6|}}
ca_es: Elimina l'itinerari {{|origin|}} a {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}}, {{|destination5|}} i {{|destination6|}}

# tu8
source: Explore hotels for your dates
ca_es: Explora hotels per a les teves dates

# tu9
source: {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}} and {{|destination5|}}
ca_es: {{|origin|}} a {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}} i {{|destination5|}}

# tu10
source: No checked bags
ca_es: No inclou maletes facturades

# tu11
source: searching for hotels in {{|destination|}}, {{|checkinDate|}} to {{|checkoutDate|}} {{|guestRoomInfo|}}
ca_es: Cerca d'hotels a {{|destination|}} del dia {{|checkinDate|}} al dia {{|checkoutDate|}}, {{|guestRoomInfo|}}

# tu12
source: One day later
ca_es: Un dia després

# tu13
source: Not ready to book?
ca_es: Encara no vols fer la reserva?

# tu14
source: Remove {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}} and {{|destination5|}}
ca_es: Elimina l'itinerari {{|origin|}} a {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}} i {{|destination5|}}

# tu15
source: Remove {{|origin|}} to {{|destination1|}}, {{|destination2|}} and {{|destination3|}}
ca_es: Elimina l'itinerari {{|origin|}} a {{|destination1|}}, {{|destination2|}} i {{|destination3|}}

# tu16
source: {{|0|}} guests
ca_es: {{|0|}} hostes

# tu17
source: {{|origin|}} to {{|destination1|}} and {{|destination2|}}
ca_es: {{|origin|}} a {{|destination1|}} i {{|destination2|}}

# tu18
source: Remove {{|origin|}} to {{|destination1|}} and {{|destination2|}}
ca_es: Elimina l'itinerari {{|origin|}} a {{|destination1|}} i {{|destination2|}}

# tu19
source: Remove {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}} and {{|destination4|}}
ca_es: Elimina l'itinerari {{|origin|}} a {{|destination1|}}, {{|destination2|}}, {{|destination3|}} i {{|destination4|}}

# tu20
source: Train station
ca_es: Estació de tren

# tu21
source: searching for hotels in {{|destination|}}, {{|guestRoomInfo|}}
ca_es: Cerca d'hotels a {{|destination|}}, {{|guestRoomInfo|}}

# tu22
source: {{|0|}} rooms
ca_es: {{|0|}} habitacions

# tu23
source: {{|origin|}} to {{|destination1|}}, {{|destination2|}} and {{|destination3|}}
ca_es: {{|origin|}} a {{|destination1|}}, {{|destination2|}} i {{|destination3|}}

# tu24
source: Bus station
ca_es: Estació d'autobusos

# tu25
source: Check-out {{|date|}}
ca_es: Sortida el dia {{|date|}}

# tu26
source: Airport
ca_es: Aeroport

# tu27
source: Check-in {{|date|}}
ca_es: Arribada el dia {{|date|}}

# tu28
source: Find hotels for your dates
ca_es: Troba hotels per a les teves dates

# tu29
source: Find hotels
ca_es: Troba hotels

# tu30
source: 1 guest
ca_es: 1 hoste

# tu31
source: 9 rooms
ca_es: 9 habitacions

# tu32
source: 3 guests
ca_es: 3 hostes

# tu33
source: 7 rooms
ca_es: 7 habitacions

# tu34
source: 2 guests
ca_es: 2 hostes

# tu35
source: 8 rooms
ca_es: 8 habitacions

# tu36
source: {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}}, {{|destination5|}} and {{|destination6|}}
ca_es: {{|origin|}} a {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}}, {{|destination5|}} i {{|destination6|}}

# tu37
source: Go to provider
ca_es: Ves al proveïdor

# tu38
source: One day earlier
ca_es: Un dia abans

# tu39
source: We’ll let you know if the price changes, so you can book when it’s cheapest.
ca_es: T'avisarem si el preu canvia perquè puguis fer la reserva quan sigui més barat.

# tu40
source: Go to booking
ca_es: Ves a la reserva

# tu41
source: Explore hotels
ca_es: Explora hotels

# tu42
source: Your limited-time access to deals from Korea’s top airlines ends soon.
ca_es: El teu accés per temps limitat a les ofertes de les millors aerolínies de Corea del Sud acaba aviat.

# tu43
source: Get early access to deals from Korea’s top airlines, exclusive to our app enjoyers ➡️
ca_es: Gaudeix d'accés anticipat a les ofertes de les millors aerolínies de Corea del Sud, exclusiu per als usuaris de la nostra aplicació. ➡️

# tu44
source: Get limited-time access to popular trips at a lower price from Korea’s top airlines.
ca_es: Gaudeix d'accés per temps limitat a viatges populars a un preu més baix amb les millors aerolínies de Corea del Sud.

# tu45
source: 9 guests
ca_es: 9 hostes

# tu46
source: 1 room
ca_es: 1 habitació

# tu47
source: 8 guests
ca_es: 8 hostes

# tu48
source: 2 rooms
ca_es: 2 habitacions

# tu49
source: 5 guests
ca_es: 5 hostes

# tu50
source: 5 rooms
ca_es: 5 habitacions

# tu51
source: 4 guests
ca_es: 4 hostes

# tu52
source: 6 rooms
ca_es: 6 habitacions

# tu53
source: 7 guests
ca_es: 7 hostes

# tu54
source: 3 rooms
ca_es: 3 habitacions

# tu55
source: 6 guests
ca_es: 6 hostes

# tu56
source: 4 rooms
ca_es: 4 habitacions
