Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Catalan/1014566761__1003375938__Catalan__standard__131.xlf
Languages: ca_es

# tu1
source: The cheapest getaways from @@home@@ are yours for only @@deal-price@@ return
ca_es: Les escapades més barates sortint a @@home@@ per @@deal-price@@ anada i tornada.

# tu2
source: from @@price@@
ca_es: des de: @@price@@

# tu3
source: Explore shows your cheapest destinations to visit from @@home-city@@.
ca_es: Explora les destinacions més barates amb sortida a @@home-city@@.

# tu4
source: {{number}} booking options from
ca_es: {{number}} opcions de reserva des de

# tu5
source: Scan QR code to download.
ca_es: Escaneja el codi QR per descarregar-la.

# tu6
source: Off
ca_es: desactivades

# tu7
source: 1 booking option from
ca_es: 1 opció de reserva des de

# tu8
source: On
ca_es: activades

# tu9
source: Of 100 billion prices scanned daily, these are your absolute cheapest destinations to visit.
ca_es: Analitzem 100 000 milions de preus cada dia i aquestes són les destinacions més barates.

# tu10
source: Drops shows the biggest price drops on flights from @@home-city@@.
ca_es: Drops mostra les baixades de preu més grans en vols amb sortida a @@home-city@@.

# tu11
source: Bundle flights with a hotel and bag a great deal
ca_es: Combina els vols amb un hotel i aconsegueix una oferta increïble

# tu12
source: Go to packages
ca_es: Mostra els paquets

# tu13
source: Additional fees
ca_es: Recàrrecs

# tu14
source: Recommended results are based on our commercial agreements. They don’t cover the whole market. We group cars by type and pick-up location, then rank them considering price, popularity, value for money and potential revenue. If the same car is offered by multiple providers, we rank their offers using price, popularity, and our potential revenue.
ca_es: Els resultats recomanats es basen en els nostres acords comercials. No cobreixen tot el mercat. Agrupem els cotxes per tipus i lloc de recollida i, a continuació, els classifiquem tenint en compte el preu, la popularitat, la relació qualitat-preu i els possibles ingressos. Si diversos proveïdors ofereixen el mateix cotxe, classifiquem les seves ofertes en funció del preu, la popularitat i els possibles ingressos.
