Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Catalan/1014566757__1003484493__Catalan__seo__182.xlf
Languages: ca_es

# tu1
source: Experience the perfect blend of stunning beaches, historic sites, and vibrant nightlife.
ca_es: Gaudeix de la combinació perfecta entre platges impressionants, llocs històrics i nits plenes de vida.

# tu2
source: @@entity_city_name@@ flights
ca_es: @@entity_city_name@@ vols

# tu3
source: Relax on sunny beaches, explore charming towns, and savour the flavours of Andalusia.
ca_es: Gaudeix del sol i la platja, explora pobles encantadors i assaboreix Andalusia.

# tu4
source: Other @@entity_city_name@@ hotel brands
ca_es: Altres marques d'hotels a @@entity_city_name@@

# tu5
source: From Benidorm to Alicante, savour the sun, sea, and vibrant Spanish culture.
ca_es: De Benidorm a Alacant, gaudeix del sol, el mar i els colors de la cultura espanyola.

# tu6
source: Hotels near airports
ca_es: Hotels a prop dels aeroports

# tu7
source: Enjoy sun-soaked beaches, charming villages, and world-class golf in Portugal's southern paradise.
ca_es: Gaudeix del sol i la platja, de pobles encantadors i de partides de golf de primera categoria al paradís del sud de Portugal.

# tu8
source: @@entity_city_name@@ car hire
ca_es: Lloguer de cotxes a @@entity_city_name@@

# tu9
source: Discover ancient ruins, turquoise waters, and the warm welcome of Turkey's Mediterranean gem.
ca_es: Descobreix les ruïnes antigues, les aigües turquesa i la càlida acollida de la joia mediterrània de Turquia.

# tu10
source: Experience luxury and adventure in the city of skyscrapers, deserts, and world-class shopping.
ca_es: Viu el luxe i l'aventura a la ciutat dels gratacels, els deserts i les botigues de primera categoria.

# tu11
source: Immerse yourself in the vibrant colours, bustling markets, and rich history of this ancient city.
ca_es: Submergeix-te en els colors vius, els mercats animats i la rica història d'aquesta ciutat antiga.

# tu12
source: Hotels in @@entity_city_name@@
ca_es: Hotels a @@entity_city_name@@

# tu13
source: Hike through volcanic landscapes, relax on golden beaches and enjoy the laid-back Canarian vibe.
ca_es: Fes senderisme per paisatges volcànics, desconnecta en platges daurades i gaudeix de l'ambient tranquil de les Canàries.

# tu14
source: More hotels
ca_es: Més hotels

# tu15
source: Step back in time with ancient history, crystal-clear waters, and a vibrant Mediterranean atmosphere.
ca_es: Fes un viatge en el temps a través de la història antiga, les aigües cristal·lines i una atmosfera mediterrània plena de vida.

# tu16
source: Discover the energy of the Big Apple, from iconic landmarks to vibrant neighbourhoods.
ca_es: Descobreix l'energia de la «Gran poma», des dels llocs emblemàtics fins als barris més animats.

# tu17
source: From the majestic Mount Teide to sunny beaches, there's adventure and relaxation here in equal measure.
ca_es: Aquí trobaràs aventura i descans a parts iguals, des del majestuós Teide fins a les platges lluminoses.

# tu18
source: Dance the night away and soak up the sun on the island of eternal party and pristine beaches.
ca_es: Balla tota la nit i descansa sota el sol a l'illa de la festa eterna i les platges de somni.
