Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Czech/1014567263__1003519850__Czech__standard__305.xlf
Languages: cs_cz

# tu1
source: Did you book @@destination@@? 💙
cs_cz: Máte rezervovanou destinaci @@destination@@? 💙

# tu2
source: @@destination@@ flight saved 💙
cs_cz: Let do destinace @@destination@@ byl uložen 💙

# tu3
source: You’re logged in as
cs_cz: Jste přihlášeni jako

# tu4
source: Your saved stay at @@hotel-name@@ is coming up. Manage saved alerts ↗️
cs_cz: Termín vašeho uloženého pobytu v hotelu @@hotel-name@@ se blíží. Spravovat uložená upozornění ↗️

# tu5
source: It’s coming up soon — here is the latest price for your dates ↗️
cs_cz: Váš pobyt se blíží – tady je nejnovější cena pro váš termín ↗️

# tu6
source: You saved a hotel stay starting @@check-in-date@@. Review your stays ↗️
cs_cz: Uložili jste si pobyt v hotelu ode dne @@check-in-date@@. Zkontrolujte si své pobyty ↗️

# tu7
source: 24h Flex-Cancel Option
cs_cz: Možnost flexibilního zrušení do 24 hodin

# tu8
source: @@destination@@ flight saved 💙
cs_cz: Let do destinace @@destination@@ byl uložen 💙

# tu9
source: @@destination@@ flight search saved 💙
cs_cz: Vyhledávání letu do destinace @@destination@@ bylo uloženo 💙

# tu11
source: Your saved flight takes off soon — compare new prices or cancel alert ↗️
cs_cz: Váš uložený let brzy odstartuje – porovnejte nové ceny nebo zrušte upozornění ↗️

# tu12
source: You saved a flight to @@destination@@ that takes off @@departure-date@@. Manage alerts ↗️
cs_cz: Uložili jste let do destinace @@destination@@, který odlétá @@departure-date@@. Spravovat upozornění ↗️

# tu13
source: Free cancellation
cs_cz: Bezplatné zrušení

# tu14
source: Your outbound flight date is coming up. Manage your saved alerts ↗️
cs_cz: Termín vašeho odletu se blíží. Spravovat uložená upozornění ↗️

# tu15
source: This badge can’t be bought. We award providers who offer reliable prices and get solid reviews from travellers.
cs_cz: Tento odznak nelze koupit. Udělujeme ho poskytovatelům, kteří nabízejí spolehlivé ceny a mají dobrá hodnocení od cestovatelů.

# tu16
source: Your plans are taking shape. Save some @@destination@@ hotels while you’re at it ↗️
cs_cz: Vaše plány už se rýsují. Uložte si i nějaké hotely v destinaci @@destination@@ ↗️

# tu17
source: @@destination@@ flight search saved 💙
cs_cz: Vyhledávání letu do destinace @@destination@@ bylo uloženo 💙

# tu18
source: Add some @@destination@@ hotels to your saved list to finish building your trip ↗️
cs_cz: Přidejte si do záložek nějaké hotely v destinaci @@destination@@ a dokončete plánování své cesty ↗️

# tu19
source: Flight saved — what’s next? 💙
cs_cz: Let byl uložen – co dál? 💙

# tu20
source: Review details of your stay in @@destination@@ or save and compare more options ↗️
cs_cz: Projděte si podrobnosti pobytu v destinaci @@destination@@ nebo si uložte a porovnejte další možnosti ↗️

# tu21
source: Still after @@destination@@ flights?
cs_cz: Stále vás lákají lety do destinace @@destination@@?

# tu22
source: Flight search saved 💙
cs_cz: Vyhledávání letu bylo uloženo 💙

# tu23
source: Details of your @@trip-duration@@-night stay at @@hotel-name@@ are here when you need them.
cs_cz: Podrobnosti o vašem @@trip-duration@@denním pobytu v hotelu @@hotel-name@@ jsou tu kdykoliv pro vás.

# tu24
source: Still need this alert? 💙
cs_cz: Potřebujete toto upozornění? 💙

# tu25
source: Your @@trip-duration@@-night trip in @@destination@@ starting @@check-in-date@@. Get details in the app ↗️
cs_cz: Váš @@trip-duration@@denní pobyt v destinaci @@destination@@ začíná @@check-in-date@@. Podrobnosti najdete v aplikaci ↗️

# tu26
source: Did you book @@destination@@? 🛫
cs_cz: Máte rezervovanou destinaci @@destination@@? 🛫

# tu27
source: Hotel stay saved 💙
cs_cz: Pobyt v hotelu byl uložen 💙

# tu28
source: Hotel search saved 💙
cs_cz: Vyhledávání hotelu bylo uloženo 💙

# tu29
source: Planning ahead? Check out our top-rated hotel stays in @@destination@@ ↗️
cs_cz: Plánujete dopředu? Podívejte se na naše nejlépe hodnocené hotely v destinaci @@destination@@ ↗️

# tu30
source: Stay saved. You’re all set 💙
cs_cz: Pobyt je uložený. Všechno je připravené 💙

# tu31
source: Add a few more to track and compare your best options for @@destination@@ ↗️
cs_cz: Přidejte ještě pár dalších, sledujte a porovnejte své nejlepší možnosti v destinaci @@destination@@ ↗️

# tu32
source: We’ve kept the details of your @@destination@@ flight handy for you ↗️
cs_cz: Podrobnosti vašeho letu do destinace @@destination@@ pro vás máme vždy při ruce ↗️

# tu33
source: All set — get your trip details here when you need them ↗️
cs_cz: Vše je připraveno – podrobnosti o cestě najdete tady, kdykoliv je budete potřebovat ↗️

# tu34
source: Still need a hotel in @@destination@@? 💙
cs_cz: Ještě potřebujete hotel ve městě @@destination@@? 💙

# tu35
source: Why we recommend them
cs_cz: Proč je doporučujeme

# tu36
source: re: your saved stay in @@destination@@ 💙
cs_cz: re: váš uložený pobyt v destinaci @@destination@@ 💙
