Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Czech/1014567248__1003451332__Czech__seo__65.xlf
Languages: cs_cz

# tu1
source: People carriers
cs_cz: Minibusy

# tu2
source: We found some great car hire deals in @@pickup_city@@. You can check them out below, or start a new search to get prices for your exact dates.
cs_cz: Našli jsme několik skvělých nabídek autopůjčoven ve městě @@pickup_city@@. Dole se na ně můžete podívat nebo zahájit nové vyhledávání a zjistit ceny pro váš přesný termín.

# tu3
source: SUVs
cs_cz: SUV

# tu4
source: Finding cheap rentals in @@city@@: FAQs
cs_cz: Jak najít levné pronájmy ve městě @@city@@: Často kladené otázky

# tu5
source: Luxury cars
cs_cz: Luxusní auta

# tu6
source: Show all
cs_cz: Zobrazit vše

# tu7
source: Medium cars
cs_cz: Středně velká auta

# tu8
source: Browse all @@pickup_airport@@ Airport deals
cs_cz: Procházet všechny výhodné nabídky autopůjčoven na letišti @@pickup_airport@@

# tu9
source: Small cars
cs_cz: Malá auta

# tu10
source: Find a cheap car hire deal near you
cs_cz: Najděte si výhodnou nabídku autopůjčovny v okolí

# tu11
source: Vans
cs_cz: Dodávky

# tu12
source: Browse all car hire deals
cs_cz: Procházet všechny výhodné nabídky autopůjčoven

# tu13
source: Large cars
cs_cz: Velká auta
