Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Slovak/1014581092__1003484470__Slovak__seo__182.xlf
Languages: sk_sk

# tu1
source: Experience the perfect blend of stunning beaches, historic sites, and vibrant nightlife.
sk_sk: Zažite dokonalú kombináciu nádherných pláží, historických pamiatok a pulzujúceho nočného života.

# tu2
source: @@entity_city_name@@ flights
sk_sk: @@entity_city_name@@: lety

# tu3
source: Relax on sunny beaches, explore charming towns, and savour the flavours of Andalusia.
sk_sk: Oddýchnite si na slnečných plážach, objavte očarujúce mestá a vychutnajte si chute Andalúzie.

# tu4
source: Other @@entity_city_name@@ hotel brands
sk_sk: Ďalšie hotelové reťazce v meste @@entity_city_name@@

# tu5
source: From Benidorm to Alicante, savour the sun, sea, and vibrant Spanish culture.
sk_sk: Vychutnajte si slnko, more a živú španielsku kultúru od Benidormu až po Alicante.

# tu6
source: Hotels near airports
sk_sk: Hotely blízko letísk

# tu7
source: Enjoy sun-soaked beaches, charming villages, and world-class golf in Portugal's southern paradise.
sk_sk: Užite si slnkom zaliate pláže, očarujúce dedinky a golf svetovej úrovne v raji na juhu Portugalska.

# tu8
source: @@entity_city_name@@ car hire
sk_sk: @@entity_city_name@@: požičovne áut

# tu9
source: Discover ancient ruins, turquoise waters, and the warm welcome of Turkey's Mediterranean gem.
sk_sk: Objavte starobylé zrúcaniny, tyrkysovú vodu a srdečné privítanie v tureckom klenote Stredozemného mora.

# tu10
source: Experience luxury and adventure in the city of skyscrapers, deserts, and world-class shopping.
sk_sk: Zažite luxus a dobrodružstvo v meste mrakodrapov, púští a svetových nákupov.

# tu11
source: Immerse yourself in the vibrant colours, bustling markets, and rich history of this ancient city.
sk_sk: Ponorte sa do žiarivých farieb, rušných trhov a bohatej histórie tohto starobylého mesta.

# tu12
source: Hotels in @@entity_city_name@@
sk_sk: Hotely v meste @@entity_city_name@@

# tu13
source: Hike through volcanic landscapes, relax on golden beaches and enjoy the laid-back Canarian vibe.
sk_sk: Vyberte sa na túru po sopečnej krajine, relaxujte na zlatých plážach a užite si pokojnú kanársku atmosféru.

# tu14
source: More hotels
sk_sk: Ďalšie hotely

# tu15
source: Step back in time with ancient history, crystal-clear waters, and a vibrant Mediterranean atmosphere.
sk_sk: Vráťte sa v čase so starovekou históriou, krištáľovo čistou vodou a živou stredomorskou atmosférou.

# tu16
source: Discover the energy of the Big Apple, from iconic landmarks to vibrant neighbourhoods.
sk_sk: Objavte energiu Veľkého jablka, od ikonických pamiatok až po pulzujúce štvrte.

# tu17
source: From the majestic Mount Teide to sunny beaches, there's adventure and relaxation here in equal measure.
sk_sk: Nájdete dobrodružstvo aj relax v rovnakej miere, od majestátnej hory Pico de Teide až po slnečné pláže.

# tu18
source: Dance the night away and soak up the sun on the island of eternal party and pristine beaches.
sk_sk: Pretancujte celú noc a užívajte si slnko na ostrove nekonečných večierkov a nedotknutých pláží.
