Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Slovak/1014581103__1003484355__Slovak__standard__106.xlf
Languages: sk_sk

# tu1
source: 5 deals from {{|0|}}
sk_sk: 5 ponúk od {{|0|}}

# tu2
source: 4 deals from {{|0|}}
sk_sk: 4 ponuky od {{|0|}}

# tu3
source: 7 deals from {{|0|}}
sk_sk: 7 ponúk od {{|0|}}

# tu4
source: 6 deals from {{|0|}}
sk_sk: 6 ponúk od {{|0|}}

# tu5
source: Check out some great places to stay while you’re in {{|entity_name|}}
sk_sk: Pozrite si skvelé ubytovania na pobyt v lokalite {{|entity_name|}}

# tu6
source: 1 deal from {{|0|}}
sk_sk: 1 ponuka od {{|0|}}

# tu7
source: We found {{|number|}} hotels for your dates too
sk_sk: Našli sme aj hotely ({{|number|}}) dostupné vo vašom termíne

# tu8
source: 3 deals from {{|0|}}
sk_sk: 3 ponuky od {{|0|}}

# tu9
source: {{|0|}} deals from {{|1|}}
sk_sk: Ponuky ({{|0|}}) od {{|1|}}

# tu10
source: 2 deals from {{|0|}}
sk_sk: 2 ponuky od {{|0|}}

# tu11
source: 9 deals from {{|0|}}
sk_sk: 9 ponúk od {{|0|}}

# tu12
source: 8 deals from {{|0|}}
sk_sk: 8 ponúk od {{|0|}}

# tu13
source: Checking flights? Find a hotel while you’re at it
sk_sk: Hľadáte lety? Nájdite si zároveň aj hotel

# tu14
source: These places caught our attention while we were finding your flights
sk_sk: Tieto miesta nás zaujali, keď sme hľadali vaše lety

# tu15
source: Central hotel? Quiet apartment? Check out what’s available on your travel dates
sk_sk: Hotel v centre? Tichý apartmán? Pozrite si, čo je dostupné v termíne vašej cesty

# tu16
source: Our cheapest price {{|0|}}
sk_sk: Naša najlacnejšia cena {{|0|}}

# tu17
source: Explore hotels
sk_sk: Objavujte hotely

# tu18
source: Set the vibe for your {{|entity_name|}} trip
sk_sk: Nalaďte sa na svoju cestu do lokality {{|entity_name|}}
