Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Slovak/1014581110__1003519892__Slovak__standard__305.xlf
Languages: sk_sk

# tu1
source: Did you book @@destination@@? 💙
sk_sk: Rezervovali ste si cestu do lokality @@destination@@? 💙

# tu2
source: @@destination@@ flight saved 💙
sk_sk: Let do lokality @@destination@@ je uložený 💙

# tu3
source: You’re logged in as
sk_sk: Prihlásili ste sa ako

# tu4
source: Your saved stay at @@hotel-name@@ is coming up. Manage saved alerts ↗️
sk_sk: Váš uložený pobyt v hoteli @@hotel-name@@ sa blíži. Spravujte uložené upozornenia ↗️

# tu5
source: It’s coming up soon — here is the latest price for your dates ↗️
sk_sk: Už sa to blíži – tu je najnovšia cena pre váš termín ↗️

# tu6
source: You saved a hotel stay starting @@check-in-date@@. Review your stays ↗️
sk_sk: Uložili ste si pobyt v hoteli od @@check-in-date@@. Skontrolujte si pobyty ↗️

# tu7
source: 24h Flex-Cancel Option
sk_sk: Možnosť flexibilného zrušenia do 24 hodín

# tu8
source: @@destination@@ flight saved 💙
sk_sk: Let do lokality @@destination@@ je uložený 💙

# tu9
source: @@destination@@ flight search saved 💙
sk_sk: Vyhľadávanie letu do lokality @@destination@@ je uložené 💙

# tu11
source: Your saved flight takes off soon — compare new prices or cancel alert ↗️
sk_sk: Váš uložený let odlieta už čoskoro – porovnajte nové ceny alebo zrušte upozornenie ↗️

# tu12
source: You saved a flight to @@destination@@ that takes off @@departure-date@@. Manage alerts ↗️
sk_sk: Uložili ste si let do lokality @@destination@@, ktorý odlieta @@departure-date@@. Spravujte upozornenia ↗️

# tu13
source: Free cancellation
sk_sk: Bezplatné zrušenie

# tu14
source: Your outbound flight date is coming up. Manage your saved alerts ↗️
sk_sk: Dátum vášho odletu sa blíži. Spravujte uložené upozornenia ↗️

# tu15
source: This badge can’t be bought. We award providers who offer reliable prices and get solid reviews from travellers.
sk_sk: Tento odznak sa nedá kúpiť. Udeľujeme ho poskytovateľom, ktorí ponúkajú spoľahlivé ceny a získavajú solídne recenzie od cestujúcich.

# tu16
source: Your plans are taking shape. Save some @@destination@@ hotels while you’re at it ↗️
sk_sk: Vaše plány naberajú na rozmeroch. Uložte si aj hotely v lokalite @@destination@@ ↗️

# tu17
source: @@destination@@ flight search saved 💙
sk_sk: Vyhľadávanie letu do lokality @@destination@@ je uložené 💙

# tu18
source: Add some @@destination@@ hotels to your saved list to finish building your trip ↗️
sk_sk: Pridajte si do zoznamu uložených položiek aj hotely v lokalite @@destination@@ a dokončite tak svoju cestu ↗️

# tu19
source: Flight saved — what’s next? 💙
sk_sk: Let je uložený – čo ďalej? 💙

# tu20
source: Review details of your stay in @@destination@@ or save and compare more options ↗️
sk_sk: Skontrolujte podrobnosti svojho pobytu v lokalite @@destination@@ alebo si uložte a porovnajte ďalšie možnosti ↗️

# tu21
source: Still after @@destination@@ flights?
sk_sk: Stále chcete lety do lokality @@destination@@?

# tu22
source: Flight search saved 💙
sk_sk: Vyhľadávanie letu je uložený 💙

# tu23
source: Details of your @@trip-duration@@-night stay at @@hotel-name@@ are here when you need them.
sk_sk: Tu nájdete informácie o svojom @@trip-duration@@-nočnom pobyte v hoteli @@hotel-name@@, keď ich budete potrebovať.

# tu24
source: Still need this alert? 💙
sk_sk: Stále potrebujete toto upozornenie? 💙

# tu25
source: Your @@trip-duration@@-night trip in @@destination@@ starting @@check-in-date@@. Get details in the app ↗️
sk_sk: Váš @@trip-duration@@-nočný pobyt v lokalite @@destination@@ sa začína @@check-in-date@@. Podrobnosti v aplikácii ↗️

# tu26
source: Did you book @@destination@@? 🛫
sk_sk: Rezervovali ste si cestu do lokality @@destination@@? 🛫

# tu27
source: Hotel stay saved 💙
sk_sk: Pobyt v hoteli je uložený 💙

# tu28
source: Hotel search saved 💙
sk_sk: Vyhľadávanie hotela je uložené 💙

# tu29
source: Planning ahead? Check out our top-rated hotel stays in @@destination@@ ↗️
sk_sk: Plánujete dopredu? Pozrite si naše najlepšie hodnotené hotely v lokalite @@destination@@ ↗️

# tu30
source: Stay saved. You’re all set 💙
sk_sk: Pobyt máte uložený. Všetko je pripravené 💙

# tu31
source: Add a few more to track and compare your best options for @@destination@@ ↗️
sk_sk: Pridajte ďalšie možnosti, aby ste mohli sledovať a porovnávať to najlepšie pre lokalitu @@destination@@↗️

# tu32
source: We’ve kept the details of your @@destination@@ flight handy for you ↗️
sk_sk: Informácie o vašom lete do lokality @@destination@@ sme pre vás uložili na jednom mieste ↗️

# tu33
source: All set — get your trip details here when you need them ↗️
sk_sk: Všetko je pripravené – tu nájdete informácie o ceste, keď ich budete potrebovať ↗️

# tu34
source: Still need a hotel in @@destination@@? 💙
sk_sk: Stále potrebujete hotel v lokalite @@destination@@? 💙

# tu35
source: Why we recommend them
sk_sk: Prečo poskytovateľa odporúčame

# tu36
source: re: your saved stay in @@destination@@ 💙
sk_sk: Predmet: Váš uložený pobyt v lokalite @@destination@@ 💙
