Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Slovak/1014581085__1003410498__Slovak__marketing__155.xlf
Languages: sk_sk

# Sheet1!A3
source: from
sk_sk: z lokality

# Sheet1!A4
source: cheap flights to
sk_sk: lacné lety do destinácie

# Sheet1!A5
source: cheap flights from
sk_sk: lacné letenky z lokality

# Sheet1!A6
source: Planning your next trip?
sk_sk: Plánujete ďalšiu cestu?

# Sheet1!A7
source: Find cheap flights
sk_sk: Vyhľadajte lacné lety

# Sheet1!A8
source: Flight deals for your trip
sk_sk: Ponuky letov pre vašu cestu

# Sheet1!A9
source: Searching for the best price?
sk_sk: Hľadáte najlepšiu cenu?

# Sheet1!A10
source: See a world of travel deals
sk_sk: Objavte svet ponúk

# Sheet1!A11
source: Get the best deal for you
sk_sk: Získajte najlepšiu ponuku

# Sheet1!A12
source: Save on flights today
sk_sk: Ušetrite na letoch už dnes

# Sheet1!A13
source: Stop dreaming, start booking
sk_sk: Nesnívajte, rezervujte si

# Sheet1!A19
source: Ever wish planning a trip could feel as good as taking one? Us too
sk_sk: Chceli by ste, aby plánovanie cesty bolo rovnako príjemné ako samotná cesta? My tiež

# Sheet1!A20
source: We’re the clever search engine that turns travel planning chaos into a breeze.
sk_sk: Sme inteligentný vyhľadávač, ktorý mení chaos pri plánovaní ciest na hračku

# Sheet1!A21
source: Everyone loves travelling. Planning it? Not so much.
sk_sk: Každý miluje cestovanie. Ale plánovanie? To už veľmi nie

# Sheet1!A22
source: Our smart filters help you find your best price in a few clicks
sk_sk: Naše inteligentné filtre vám pomôžu nájsť najlepšiu cenu niekoľkými kliknutiami

# Sheet1!A23
source: Search and compare travel deals in once place
sk_sk: Vyhľadávajte a porovnávajte cestovné ponuky na jednom mieste

# Sheet1!A24
source: That next adventure is just a click away
sk_sk: Od ďalšieho dobrodružstva vás delí len jedno kliknutie

# Sheet1!A25
source: We scan billions of prices so you can find flights, hotels and car rentals easily.
sk_sk: Prehľadávame miliardy cien, aby ste mohli ľahko nájsť lety, hotely a prenájmy vozidiel

# Sheet1!A26
source: Billions of prices. One simple search. Flights, hotels & car hire.
sk_sk: Miliardy cien. Jedno jednoduché vyhľadávanie. Lety, hotely a prenájom vozidiel

# Sheet1!A27
source: Save on your next holiday by using Skyscanner
sk_sk: Ušetrite na ďalšej dovolenke pomocou Skyscannera

# Sheet1!A28
source: With every search, we scan billions of prices from trusted travel partners.
sk_sk: Pri každom vyhľadávaní prehľadávame miliardy cien od dôveryhodných cestovných partnerov
