Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Slovak/1014581097__1003452542__Slovak__standard__248.xlf
Languages: sk_sk

# tu1
source: Trending Black Friday trips
sk_sk: Obľúbené cesty na Black Friday

# tu2
source: Black Friday last call!
sk_sk: Posledná výzva na Black Friday!

# tu3
source: Discounts available with a Genius account
sk_sk: Zľavy dostupné s účtom Genius

# tu4
source: Exclusive Black Friday deals
sk_sk: Exkluzívne ponuky na Black Friday

# tu5
source: Metro station
sk_sk: Stanica metra

# tu6
source: {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}} and {{|destination4|}}
sk_sk: {{|origin|}} – {{|destination1|}}, {{|destination2|}}, {{|destination3|}} a {{|destination4|}}

# tu7
source: Remove {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}}, {{|destination5|}} and {{|destination6|}}
sk_sk: Odstrániť let z lokality {{|origin|}} do lokalít {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}}, {{|destination5|}} a {{|destination6|}}

# tu8
source: Explore hotels for your dates
sk_sk: Objavte hotely dostupné vo vašom termíne

# tu9
source: {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}} and {{|destination5|}}
sk_sk: {{|origin|}} – {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}} a {{|destination5|}}

# tu10
source: No checked bags
sk_sk: Žiadna podaná batožina

# tu11
source: searching for hotels in {{|destination|}}, {{|checkinDate|}} to {{|checkoutDate|}} {{|guestRoomInfo|}}
sk_sk: vyhľadávajú sa hotely v lokalite {{|destination|}}, v termíne od {{|checkinDate|}} do {{|checkoutDate|}} {{|guestRoomInfo|}}

# tu12
source: One day later
sk_sk: O jeden deň neskôr

# tu13
source: Not ready to book?
sk_sk: Ešte si nechcete rezervovať?

# tu14
source: Remove {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}} and {{|destination5|}}
sk_sk: Odstrániť let z lokality {{|origin|}} do lokalít {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}} a {{|destination5|}}

# tu15
source: Remove {{|origin|}} to {{|destination1|}}, {{|destination2|}} and {{|destination3|}}
sk_sk: Odstrániť let z lokality {{|origin|}} do lokalít {{|destination1|}}, {{|destination2|}} a {{|destination3|}}

# tu16
source: {{|0|}} guests
sk_sk: {{|0|}} hostí

# tu17
source: {{|origin|}} to {{|destination1|}} and {{|destination2|}}
sk_sk: {{|origin|}} – {{|destination1|}} a {{|destination2|}}

# tu18
source: Remove {{|origin|}} to {{|destination1|}} and {{|destination2|}}
sk_sk: Odstrániť let z lokality {{|origin|}} do lokalít {{|destination1|}} a {{|destination2|}}

# tu19
source: Remove {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}} and {{|destination4|}}
sk_sk: Odstrániť let z lokality {{|origin|}} do lokalít {{|destination1|}}, {{|destination2|}}, {{|destination3|}} a {{|destination4|}}

# tu20
source: Train station
sk_sk: Železničná stanica

# tu21
source: searching for hotels in {{|destination|}}, {{|guestRoomInfo|}}
sk_sk: vyhľadávajú sa hotely v lokalite {{|destination|}}, {{|guestRoomInfo|}}

# tu22
source: {{|0|}} rooms
sk_sk: {{|0|}} izieb

# tu23
source: {{|origin|}} to {{|destination1|}}, {{|destination2|}} and {{|destination3|}}
sk_sk: {{|origin|}} – {{|destination1|}}, {{|destination2|}} a {{|destination3|}}

# tu24
source: Bus station
sk_sk: Autobusová stanica

# tu25
source: Check-out {{|date|}}
sk_sk: Odubytovanie {{|date|}}

# tu26
source: Airport
sk_sk: Letisko

# tu27
source: Check-in {{|date|}}
sk_sk: Ubytovanie {{|date|}}

# tu28
source: Find hotels for your dates
sk_sk: Nájdite hotely dostupné vo vašom termíne

# tu29
source: Find hotels
sk_sk: Nájsť hotely

# tu30
source: 1 guest
sk_sk: 1 hosť

# tu31
source: 9 rooms
sk_sk: 9 izieb

# tu32
source: 3 guests
sk_sk: 3 hostia

# tu33
source: 7 rooms
sk_sk: 7 izieb

# tu34
source: 2 guests
sk_sk: 2 hostia

# tu35
source: 8 rooms
sk_sk: 8 izieb

# tu36
source: {{|origin|}} to {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}}, {{|destination5|}} and {{|destination6|}}
sk_sk: {{|origin|}} – {{|destination1|}}, {{|destination2|}}, {{|destination3|}}, {{|destination4|}}, {{|destination5|}} a {{|destination6|}}

# tu37
source: Go to provider
sk_sk: K poskytovateľovi

# tu38
source: One day earlier
sk_sk: O jeden deň skôr

# tu39
source: We’ll let you know if the price changes, so you can book when it’s cheapest.
sk_sk: Ak sa cena zmení, dáme vám vedieť, aby ste si mohli rezervovať, keď je najnižšia.

# tu40
source: Go to booking
sk_sk: Ísť na rezerváciu

# tu41
source: Explore hotels
sk_sk: Objavujte hotely

# tu42
source: Your limited-time access to deals from Korea’s top airlines ends soon.
sk_sk: Váš časovo obmedzený prístup k ponukám od najlepších kórejských leteckých spoločností sa čoskoro skončí.

# tu43
source: Get early access to deals from Korea’s top airlines, exclusive to our app enjoyers ➡️
sk_sk: Získajte skorší prístup k ponukám od najlepších kórejských leteckých spoločností, exkluzívne pre používateľov našej aplikácie ➡️

# tu44
source: Get limited-time access to popular trips at a lower price from Korea’s top airlines.
sk_sk: Získajte časovo obmedzený prístup k obľúbeným cestám od najlepších kórejských leteckých spoločností za nižšie ceny.

# tu45
source: 9 guests
sk_sk: 9 hostí

# tu46
source: 1 room
sk_sk: 1 izba

# tu47
source: 8 guests
sk_sk: 8 hostí

# tu48
source: 2 rooms
sk_sk: 2 izby

# tu49
source: 5 guests
sk_sk: 5 hostí

# tu50
source: 5 rooms
sk_sk: 5 izieb

# tu51
source: 4 guests
sk_sk: 4 hostia

# tu52
source: 6 rooms
sk_sk: 6 izieb

# tu53
source: 7 guests
sk_sk: 7 hostí

# tu54
source: 3 rooms
sk_sk: 3 izby

# tu55
source: 6 guests
sk_sk: 6 hostí

# tu56
source: 4 rooms
sk_sk: 4 izby
