Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/Norwegian Bokmal/1016933084__1004849509__Norwegian Bokmal__standard__239.xlf
Languages: nb_no

# tu1
source: Still deciding? Pay {{price_with_currency_symbol}} to lock price for 3 days
nb_no: Fortsatt i beslutningsfasen? Betal {{price_with_currency_symbol}} for å låse prisen i 3 dager

# tu2
source: Lock price
nb_no: Lås pris

# tu3
source: Still deciding?
nb_no: Fortsatt i beslutningsfasen?

# tu4
source: Pay {{price_with_currency_symbol}} to lock price for 3 days
nb_no: Betal {{price_with_currency_symbol}} for å låse prisen i 3 dager

# tu5
source: Opens {{redirect_partner}} in new tab
nb_no: Åpner {{redirect_partner}} i ny fane

# tu6
source: This flight is the cheapest price and flies straight to your destination.
nb_no: Denne flyreisen har den rimeligste prisen og flyr direkte til destinasjonen.

# tu7
source: Pay a bit more to get there {{durationDifferenceString}} faster.
nb_no: Betal litt mer for å ankomme {{durationDifferenceString}} raskere.

# tu8
source: Pay just ${priceDifferenceString} more to fly direct. No stops, no stress.`
nb_no: Betal kun ${priceDifferenceString} mer for å fly direkte. Null stopp, null stress.

# tu9
source: Pay just {{priceDifferenceString}} more to avoid the late-night flight.
nb_no: Betal kun {{priceDifferenceString}} mer for å unngå flyreiser sent på kvelden.

# tu10
source: This flight’s the cheapest and gets you there faster!
nb_no: Denne flyreisen er den rimeligste og får deg dit raskere!

# tu11
source: This is the cheapest and best deal — the perfect combo!
nb_no: Dette er det rimeligste og beste tilbudet – den perfekte komboen!

# tu12
source: Pay a bit more to fly direct. No stops, no stress.
nb_no: Betal litt mer for å fly direkte. Null stopp, null stress.

# tu13
source: This flight’s the cheapest and skips the late-night takeoff.
nb_no: Denne flyreisen er den rimeligste, og du slipper å lette sent på kvelden.

# tu14
source: Pay a bit more to avoid a late-night flight and arrive feeling fresh.
nb_no: Betal litt mer for å unngå en flyreise sent på kvelden, og ankom uthvilt.

# tu15
source: Pay just {{priceDifferenceString}} more to get there {{durationDifferenceString}} faster.
nb_no: Betal kun {{priceDifferenceString}} mer for å komme deg dit {{durationDifferenceString}} raskere.

# tu16
source: Hmm... Looks like there’s no information on that. Why not try asking something else?
nb_no: Hm … Det ser ut til at det ikke finnes informasjon om dette. Hva med å prøve å spørre om noe annet?

# tu17
source: Is this a safe place to stay?
nb_no: Er dette et trygt sted å bo?

# tu18
source: Ask the reviews
nb_no: Spør vurderingene

# tu19
source: Get to know the hotel
nb_no: Bli kjent med hotellet

# tu20
source: Guest reviews summarised by AI
nb_no: Gjestevurderinger oppsummert av KI

# tu21
source: This info is summarised by AI and might sometimes display incorrect or outdated information.
nb_no: Denne informasjonen er oppsummert av KI og kan noen ganger vise feil eller utdatert informasjon.

# tu22
source: Ask question
nb_no: Still spørsmål

# tu23
source: How was the breakfast?
nb_no: Hvordan var frokosten?

# tu24
source: Hotel information summarised by AI
nb_no: Hotellinformasjon oppsummert av KI

# tu25
source: What’s the neighbourhood like?
nb_no: Hvordan er nabolaget?

# tu26
source: What are the parking rules?
nb_no: Hva er parkeringsreglene?

# tu27
source: Got a question about this place? Ask away, and we’ll dig up the details for you.
nb_no: Har du spørsmål om dette stedet? Spør i vei, så finner vi frem detaljene for deg.

# tu28
source: Reviews matching your question
nb_no: Vurderinger som matcher spørsmålet ditt

# tu29
source: What the hotel says
nb_no: Dette sier hotellet

# tu30
source: Decrease number of adults
nb_no: Reduser antall voksne

# tu31
source: Increase number of children
nb_no: Øk antall barn

# tu32
source: Decrease number of children
nb_no: Reduser antall barn

# tu33
source: Increase number of adults
nb_no: Øk antall voksne
