Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/Norwegian Bokmal/1016933074__1004961111__Norwegian Bokmal__standard__406.xlf
Languages: nb_no

# tu1
source: Save on long haul flights with international deals
nb_no: Spar penger p langdistanseflyvninger med internasjonale tilbud

# tu2
source: Recommended for you
nb_no: Anbefalt til deg

# tu3
source: Set your home airport
nb_no: Angi hjemmeflyplassen din

# tu4
source: Flight deals worth a new passport stamp
nb_no: Tilbud p flyreiser som er verdt et nytt stempel i passet

# tu5
source: Tell us where you like to fly from
nb_no: Fortell oss hvor du nsker fly fra

# tu6
source: International flight deals from @@deal-price@@
nb_no: Internasjonale tilbud p flyreiser fra @@deal-price@@

# tu7
source: Get more from us tell us where you like to fly from
nb_no: F mer fra oss fortell oss hvor du nsker fly fra

# tu8
source: Return flights abroad for less than youd think 🌎
nb_no: Flyreiser tur-retur til utlandet for mindre enn du tror 🌎

# tu9
source: Well make sure your deals are spot on.
nb_no: Vi srger for perfekte tilbud for deg.

# tu10
source: Closer to home from @@deal-price@@ return
nb_no: Nrmere hjemmet fra @@deal-price@@ tur-retur

# tu11
source: A few of your saved flights prices are on the move, take a look at this one!
nb_no: Prisene p noen av de lagrede flyreisene dine er endret ta en titt p denne!

# tu12
source: Explore domestic deals
nb_no: Utforsk innenlandstilbud

# tu13
source: Dont forget about @@destination-city1@@, @@destination-city2@@, @@destination-city3@@
nb_no: Ikke glem @@destination-city1@@, @@destination-city2@@ og @@destination-city3@@

# tu14
source: Your latest for @@destination-city1@@, @@destination-city2@@, @@destination-city3@@
nb_no: Dine siste for @@destination-city1@@, @@destination-city2@@ og @@destination-city3@@

# tu15
source: Pay just @@priceDifferenceString@@ more to fly direct. No stops, no stress.
nb_no: Betal kun @@priceDifferenceString@@ mer for fly direkte. Uten stopp, uten stress.

# tu16
source: Pay just @@priceDifferenceString@@ more to avoid the late-night flight.
nb_no: Betal kun @@priceDifferenceString@@ mer for unng flyreiser sent p kvelden.

# tu17
source: Cheapest short flights taking off from @@home-city@@.
nb_no: De rimeligste korte flyreisene med avreise fra @@home-city@@.

# tu18
source: Quick getaways from @@home-city@@
nb_no: Korte utflukter fra @@home-city@@

# tu19
source: Get a trip sorted for as low as @@deal-price@@ return.
nb_no: Ordne en tur for kun @@deal-price@@ tur-retur.

# tu20
source: Book when the price drops
nb_no: Bestill nr prisen faller

# tu21
source: Destinations to book for less
nb_no: Bestill til disse destinasjonene for lavere pris

# tu22
source: These destinations have just dropped by 20% or more in price.
nb_no: Prisene til disse destinasjonene har nettopp falt med 20 % eller mer.

# tu23
source: Get deals like these taking off near you
nb_no: F tilbud som disse fra flyplasser i nrheten av deg

# tu24
source: Dont miss out on deals just for you
nb_no: Ikke g glipp av tilbud kun for deg

# tu25
source: Price drops of 20% or more
nb_no: Prisfall p 20 % eller mer

# tu26
source: Set your home airport for more relevant deals
nb_no: Angi hjemmeflyplassen din for mer relevante tilbud

# tu27
source: Reminder: set your home airport
nb_no: Pminnelse: Angi hjemmeflyplass

# tu28
source: Getting the right deals? Try setting your home airport
nb_no: Fr du de rette tilbudene? Prv angi hjemmeflyplassen din

# tu29
source: Inspiration for after @@destination-city-pbook@@
nb_no: Inspirasjon for reiser etter @@destination-city-pbook@@

# tu30
source: Take a look at what could be next, for less
nb_no: Ta en titt p hva som kan bli den neste, rimeligere

# tu31
source: Pay a bit more to get there @@durationDifferenceString@@ faster.
nb_no: Betal litt mer for ankomme @@durationDifferenceString@@ raskere.

# tu32
source: Visit a new country with flights from @@deal-price@@.
nb_no: Besk et nytt land med flyreiser fra @@deal-price@@.

# tu33
source: Some of your best buys are on flights abroad.
nb_no: Noen av de beste tilbudene er p utenlandsflyvninger.

# tu34
source: These destinations just got a lot cheaper to visit.
nb_no: Disse destinasjonene ble nettopp rimeligere beske.

# tu35
source: Pay just @@priceDifferenceString@@ more to get there @@durationDifferenceString@@ faster.
nb_no: Betal kun @@priceDifferenceString@@ mer for ankomme @@durationDifferenceString@@ raskere.

# tu36
source: Try somewhere new, without the jet lag
nb_no: Prv et nytt sted, uten jetlag

# tu37
source: You might be missing out.
nb_no: Du gr muligens glipp av noe.

# tu38
source: Set your home airport for deals closer to home.
nb_no: Angi hjemmeflyplassen for tilbud nrmere der du bor.

# tu39
source: Set your home airport to make Skyscanner your own.
nb_no: Angi hjemmeflyplassen for personliggjre Skyscanner.

# tu40
source: With @@destination-city-pbook@@ sorted, you might like these.
nb_no: N som @@destination-city-pbook@@ er i boks, kommer du kanskje til like disse.

# tu41
source: Well show you deals taking off closer to home.
nb_no: Vi viser deg tilbud med avreise nrmere der du bor.

# tu42
source: Deals from @@deal-price@@ return on spots you might enjoy next.
nb_no: Tilbud fra @@deal-price@@ tur-retur til steder du kanskje vil like neste gang.

# tu43
source: Get hand-picked flights, taking off near you.
nb_no: F hndplukkede flyreiser med avgang i nrheten av deg.

# tu44
source: A few great-value ideas for where to go after @@destination-city-pbook@@.
nb_no: Noen rimelige ider om hvor du kan reise etter @@destination-city-pbook@@.

# tu45
source: These flights have just dropped by 20% or more in price.
nb_no: Prisene til disse destinasjonene har nettopp falt med 20 % eller mer.

# tu46
source: Explore international deals
nb_no: Utforsk internasjonale tilbud

# tu47
source: Some great-value destinations to inspire whats next
nb_no: Noen rimelige destinasjoner for inspirere til neste reise

# tu48
source: Close
nb_no: Lukk

# tu49
source: Short flights, small prices
nb_no: Korte flyreiser, lave priser

# tu50
source: Closer to home for less
nb_no: Nrmere hjemme rimeligere

# tu51
source: Great-value destinations to inspire whats next
nb_no: Rimelige destinasjoner for inspirere til neste reise

# tu52
source: Short flights, small prices from @@deal-price@@ return
nb_no: Korte flyreiser, lave priser fra @@deal-price@@ tur-retur

# tu53
source: Your next destination has entered the chat 💬
nb_no: Det neste reisemlet ditt har kommet inn i chatten 💬

# tu54
source: Inspiration for what comes after @@destination-city-pbook@@
nb_no: Inspirasjon for reiser etter @@destination-city-pbook@@

# tu55
source: Advertisement. Explore @@destination@@. @@description@@
nb_no: Annonse. Utforsk @@destination@@. @@description@@
