Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Thai/1014581526__1003484315__Thai__standard__106.xlf
Languages: th_th

# tu1
source: 5 deals from {{|0|}}
th_th: 5 ดีลเริ่มต้นที่ {{|0|}}

# tu2
source: 4 deals from {{|0|}}
th_th: 4 ดีลเริ่มต้นที่ {{|0|}}

# tu3
source: 7 deals from {{|0|}}
th_th: 7 ดีลเริ่มต้นที่ {{|0|}}

# tu4
source: 6 deals from {{|0|}}
th_th: 6 ดีลเริ่มต้นที่ {{|0|}}

# tu5
source: Check out some great places to stay while you’re in {{|entity_name|}}
th_th: มาดูที่พักเด็ดๆ ระหว่างที่คุณอยู่ใน{{|entity_name|}}

# tu6
source: 1 deal from {{|0|}}
th_th: 1 ดีลเริ่มต้นที่ {{|0|}}

# tu7
source: We found {{|number|}} hotels for your dates too
th_th: เราพบโรงแรม {{|number|}} แห่งในวันที่คุณเลือกอีกด้วย

# tu8
source: 3 deals from {{|0|}}
th_th: 3 ดีลเริ่มต้นที่ {{|0|}}

# tu9
source: {{|0|}} deals from {{|1|}}
th_th: {{|0|}} ดีลเริ่มต้นที่ {{|1|}}

# tu10
source: 2 deals from {{|0|}}
th_th: 2 ดีลเริ่มต้นที่ {{|0|}}

# tu11
source: 9 deals from {{|0|}}
th_th: 9 ดีลเริ่มต้นที่ {{|0|}}

# tu12
source: 8 deals from {{|0|}}
th_th: 8 ดีลเริ่มต้นที่ {{|0|}}

# tu13
source: Checking flights? Find a hotel while you’re at it
th_th: กำลังดูเที่ยวบินอยู่ใช่ไหม? ก็หาโรงแรมไปด้วยเลย

# tu14
source: These places caught our attention while we were finding your flights
th_th: เราเจอที่พักเหล่านี้ขณะค้นหาเที่ยวบินให้คุณ

# tu15
source: Central hotel? Quiet apartment? Check out what’s available on your travel dates
th_th: โรงแรมใจกลางเมืองหรืออพาร์ทเมนท์เงียบสงบดี? มาดูว่ามีที่ไหนว่างบ้างในวันเดินทางของคุณ

# tu16
source: Our cheapest price {{|0|}}
th_th: ราคาถูกที่สุดของเรา {{|0|}}

# tu17
source: Explore hotels
th_th: สำรวจโรงแรม

# tu18
source: Set the vibe for your {{|entity_name|}} trip
th_th: สร้างบรรยากาศให้ทริป{{|entity_name|}}ของคุณ
