Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Thai/1014581438__1003451296__Thai__seo__65.xlf
Languages: th_th

# tu1
source: People carriers
th_th: มินิแวน

# tu2
source: We found some great car hire deals in @@pickup_city@@. You can check them out below, or start a new search to get prices for your exact dates.
th_th: เราพบดีลรถเช่าสุดคุ้มใน@@pickup_city@@ ดูดีลด้านล่างหรือเริ่มค้นหาใหม่เพื่อเช็คราคาตามวันที่คุณต้องการ

# tu3
source: SUVs
th_th: รถเอสยูวี

# tu4
source: Finding cheap rentals in @@city@@: FAQs
th_th: ค้นหารถเช่าราคาถูกใน@@city@@: คำถามที่พบบ่อย

# tu5
source: Luxury cars
th_th: รถหรู

# tu6
source: Show all
th_th: แสดงทั้งหมด

# tu7
source: Medium cars
th_th: รถขนาดกลาง

# tu8
source: Browse all @@pickup_airport@@ Airport deals
th_th: ค้นดูดีลทั้งหมดที่สนามบิน@@pickup_airport@@

# tu9
source: Small cars
th_th: รถขนาดเล็ก

# tu10
source: Find a cheap car hire deal near you
th_th: ค้นหาดีลรถเช่าราคาถูกใกล้คุณ

# tu11
source: Vans
th_th: รถตู้

# tu12
source: Browse all car hire deals
th_th: ดูดีลรถเช่าทั้งหมด

# tu13
source: Large cars
th_th: รถขนาดใหญ่
