Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/Slovak/1016933333__1004961096__Slovak__standard__406.xlf
Languages: sk_sk

# tu1
source: Save on long haul flights with international deals
sk_sk: Uetrite na diakovch letoch s medzinrodnmi ponukami

# tu2
source: Recommended for you
sk_sk: Odporame vm

# tu3
source: Set your home airport
sk_sk: Nastavte si domovsk letisko

# tu4
source: Flight deals worth a new passport stamp
sk_sk: Ponuky letov, ktor stoja za nov peiatku v pase

# tu5
source: Tell us where you like to fly from
sk_sk: Povedzte nm, odkia radi lietate

# tu6
source: International flight deals from @@deal-price@@
sk_sk: Ponuky medzinrodnch letov od @@deal-price@@

# tu7
source: Get more from us tell us where you like to fly from
sk_sk: Zskajte od ns viac povedzte nm, odkia radi lietate

# tu8
source: Return flights abroad for less than youd think 🌎
sk_sk: Obojsmern zahranin lety za menej, ne by ste oakvali 🌎

# tu9
source: Well make sure your deals are spot on.
sk_sk: Zabezpeme, aby boli vae ponuky presn.

# tu10
source: Closer to home from @@deal-price@@ return
sk_sk: Bliie k domovu od @@deal-price@@ obojsmerne

# tu11
source: A few of your saved flights prices are on the move, take a look at this one!
sk_sk: Ceny niektorch z vaich uloench letov sa menia. Pozrite si tento!

# tu12
source: Explore domestic deals
sk_sk: Objavte vntrottne ponuky

# tu13
source: Dont forget about @@destination-city1@@, @@destination-city2@@, @@destination-city3@@
sk_sk: Nezabudnite na mest @@destination-city1@@, @@destination-city2@@, @@destination-city3@@

# tu14
source: Your latest for @@destination-city1@@, @@destination-city2@@, @@destination-city3@@
sk_sk: Novinky pre mest @@destination-city1@@, @@destination-city2@@, @@destination-city3@@

# tu15
source: Pay just @@priceDifferenceString@@ more to fly direct. No stops, no stress.
sk_sk: Zaplate len o @@priceDifferenceString@@ viac a lete priamo. iadne medzipristtia, iadny stres.

# tu16
source: Pay just @@priceDifferenceString@@ more to avoid the late-night flight.
sk_sk: Zaplate len o @@priceDifferenceString@@ viac a vyhnite sa nonmu letu.

# tu17
source: Cheapest short flights taking off from @@home-city@@.
sk_sk: Najlacnejie krtke lety s odletom z mesta @@home-city@@.

# tu18
source: Quick getaways from @@home-city@@
sk_sk: Krtke dovolenky z mesta @@home-city@@

# tu19
source: Get a trip sorted for as low as @@deal-price@@ return.
sk_sk: Zabezpete si obojsmern cestu u od @@deal-price@@.

# tu20
source: Book when the price drops
sk_sk: Rezervujte si, ke cena klesne

# tu21
source: Destinations to book for less
sk_sk: Destincie, ktor si mete rezervova za menej

# tu22
source: These destinations have just dropped by 20% or more in price.
sk_sk: Ceny tchto destinci prve klesli aspo o 20 %.

# tu23
source: Get deals like these taking off near you
sk_sk: Zskajte takto ponuky s odletom z blzkeho letiska

# tu24
source: Dont miss out on deals just for you
sk_sk: Nenechajte si ujs ponuky len pre vs

# tu25
source: Price drops of 20% or more
sk_sk: Poklesy cien aspo o 20 %

# tu26
source: Set your home airport for more relevant deals
sk_sk: Nastavte si domovsk letisko a zskajte relevantnejie ponuky

# tu27
source: Reminder: set your home airport
sk_sk: Pripomenutie: Nastavte si domovsk letisko

# tu28
source: Getting the right deals? Try setting your home airport
sk_sk: Dostvate sprvne ponuky? Skste si nastavi domovsk letisko

# tu29
source: Inspiration for after @@destination-city-pbook@@
sk_sk: Inpircia po ceste do mesta @@destination-city-pbook@@

# tu30
source: Take a look at what could be next, for less
sk_sk: Pozrite sa, kam sa vybra nabudce, za menej

# tu31
source: Pay a bit more to get there @@durationDifferenceString@@ faster.
sk_sk: Zaplate o nieo viac a dorazte do ciea o @@durationDifferenceString@@ rchlejie.

# tu32
source: Visit a new country with flights from @@deal-price@@.
sk_sk: Navtvte nov krajinu s letmi od @@deal-price@@.

# tu33
source: Some of your best buys are on flights abroad.
sk_sk: Niektor z najlepch ponk s lety do zahraniia.

# tu34
source: These destinations just got a lot cheaper to visit.
sk_sk: Nvteva tchto destinci prve poriadne zlacnela.

# tu35
source: Pay just @@priceDifferenceString@@ more to get there @@durationDifferenceString@@ faster.
sk_sk: Zaplate len o @@priceDifferenceString@@ viac a dorazte do ciea o @@durationDifferenceString@@ rchlejie.

# tu36
source: Try somewhere new, without the jet lag
sk_sk: Vyskajte nov miesta bez psmovej choroby

# tu37
source: You might be missing out.
sk_sk: Mono vm nieo unik.

# tu38
source: Set your home airport for deals closer to home.
sk_sk: Nastavte si domovsk letisko a zskajte ponuky bliie k domovu.

# tu39
source: Set your home airport to make Skyscanner your own.
sk_sk: Nastavte si domovsk letisko a prispsobte si Skyscanner.

# tu40
source: With @@destination-city-pbook@@ sorted, you might like these.
sk_sk: @@destination-city-pbook@@ u mte vybaven. Mohli by sa vm pi aj tieto destincie.

# tu41
source: Well show you deals taking off closer to home.
sk_sk: Ukeme vm ponuky s odletom bliie k domovu.

# tu42
source: Deals from @@deal-price@@ return on spots you might enjoy next.
sk_sk: Ponuky od @@deal-price@@ za obojsmern cestu na miesta, ktor by sa vm mohli pi.

# tu43
source: Get hand-picked flights, taking off near you.
sk_sk: Zskajte starostlivo vybran lety s odletom z blzkeho letiska.

# tu44
source: A few great-value ideas for where to go after @@destination-city-pbook@@.
sk_sk: Niekoko skvelch npadov, kam sa vybra po meste @@destination-city-pbook@@.

# tu45
source: These flights have just dropped by 20% or more in price.
sk_sk: Ceny tchto letov prve klesli aspo o 20 %.

# tu46
source: Explore international deals
sk_sk: Objavte medzinrodn ponuky

# tu47
source: Some great-value destinations to inspire whats next
sk_sk: Cenovo vhodn destincie, ktor vs inpiruj do budcnosti

# tu48
source: Close
sk_sk: Zavrie

# tu49
source: Short flights, small prices
sk_sk: Krtke lety, nzke ceny

# tu50
source: Closer to home for less
sk_sk: Bliie k domovu za menej

# tu51
source: Great-value destinations to inspire whats next
sk_sk: Destincie za skvel cenu, ktor vs inpiruj k alej ceste

# tu52
source: Short flights, small prices from @@deal-price@@ return
sk_sk: Krtke lety, nzke ceny od @@deal-price@@ obojsmerne

# tu53
source: Your next destination has entered the chat 💬
sk_sk: Vaa alia destincia prve vstpila do chatu 💬

# tu54
source: Inspiration for what comes after @@destination-city-pbook@@
sk_sk: Inpircia na cestu po meste @@destination-city-pbook@@

# tu55
source: Advertisement. Explore @@destination@@. @@description@@
sk_sk: Reklama. Objavte lokalitu @@destination@@. @@description@@
