Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/Arabic/1016931314__1004849483__Arabic__standard__239.xlf
Languages: ar_sa

# tu1
source: Still deciding? Pay {{price_with_currency_symbol}} to lock price for 3 days
ar_sa: هل ما زلت تفكر؟ ادفع {{price_with_currency_symbol}} لتثبيت السعر لمدة 3 أيام

# tu2
source: Lock price
ar_sa: تثبيت السعر

# tu3
source: Still deciding?
ar_sa: هل ما زلت تفكر؟

# tu4
source: Pay {{price_with_currency_symbol}} to lock price for 3 days
ar_sa: ادفع {{price_with_currency_symbol}} لتثبيت السعر لمدة 3 أيام

# tu5
source: Opens {{redirect_partner}} in new tab
ar_sa: يفتح {{redirect_partner}} في علامة تبويب جديدة

# tu6
source: This flight is the cheapest price and flies straight to your destination.
ar_sa: هذه الرحلة الجوية هي الأرخص سعرًا وتقلع مباشرةً إلى وجهتك.

# tu7
source: Pay a bit more to get there {{durationDifferenceString}} faster.
ar_sa: ادفع مبلغًا إضافيًا بسيطًا لتصل أسرع إلى وجهتك بمعدل {{durationDifferenceString}}.

# tu8
source: Pay just ${priceDifferenceString} more to fly direct. No stops, no stress.`
ar_sa: ادفع مبلغًا إضافيًا بقيمة ${priceDifferenceString} فقط للسفر جوًا مباشرةً. رحلات جوية مريحة بلا محطات توقف.

# tu9
source: Pay just {{priceDifferenceString}} more to avoid the late-night flight.
ar_sa: ادفع مبلغًا إضافيًا بقيمة {{priceDifferenceString}} فقط لتجنب الرحلات الجوية في وقت متأخر من الليل.

# tu10
source: This flight’s the cheapest and gets you there faster!
ar_sa: هذه الرحلة الجوية هي الأرخص سعرًا وتوصلك إلى وجهتك بشكلٍ أسرع!

# tu11
source: This is the cheapest and best deal — the perfect combo!
ar_sa: أرخص وأفضل عرض لك - اغتنم هذه الفرصة التي لا تُعوض!

# tu12
source: Pay a bit more to fly direct. No stops, no stress.
ar_sa: ادفع مبلغًا إضافيًا بسيطًا للسفر مباشرةً. استمتع برحلتك بكل راحة بدون أي محطات توقف.

# tu13
source: This flight’s the cheapest and skips the late-night takeoff.
ar_sa: هذه الرحلة الجوية هي الأرخص سعرًا وتجنبك السفر في وقت متأخر من الليل.

# tu14
source: Pay a bit more to avoid a late-night flight and arrive feeling fresh.
ar_sa: ادفع مبلغًا إضافيًا بسيطًا لتجنب الرحلات الجوية في وقت متأخر من الليل والوصول بكامل نشاطك.

# tu15
source: Pay just {{priceDifferenceString}} more to get there {{durationDifferenceString}} faster.
ar_sa: ادفع مبلغًا إضافيًا بقيمة {{priceDifferenceString}} فقط لتصل أسرع إلى وجهتك بمعدل {{durationDifferenceString}}.

# tu16
source: Hmm... Looks like there’s no information on that. Why not try asking something else?
ar_sa: عذرًا... لا توجد معلومات متاحة. هل تود الاستفسار عن شيء آخر؟

# tu17
source: Is this a safe place to stay?
ar_sa: هل هذا المكان آمن للإقامة؟

# tu18
source: Ask the reviews
ar_sa: ابحث في التقييمات

# tu19
source: Get to know the hotel
ar_sa: اعرف أكثر عن الفندق

# tu20
source: Guest reviews summarised by AI
ar_sa: تم تلخيص تقييمات الضيوف بواسطة الذكاء الاصطناعي

# tu21
source: This info is summarised by AI and might sometimes display incorrect or outdated information.
ar_sa: تم تلخيص هذه المعلومات بواسطة الذكاء الاصطناعي وقد تظهر أحيانًا معلومات غير دقيقة أو قديمة.

# tu22
source: Ask question
ar_sa: طرح سؤال

# tu23
source: How was the breakfast?
ar_sa: كيف كان الإفطار؟

# tu24
source: Hotel information summarised by AI
ar_sa: تم تلخيص معلومات الفندق بواسطة الذكاء الاصطناعي

# tu25
source: What’s the neighbourhood like?
ar_sa: كيف يبدو الحي؟

# tu26
source: What are the parking rules?
ar_sa: ما قواعد موقف السيارات؟

# tu27
source: Got a question about this place? Ask away, and we’ll dig up the details for you.
ar_sa: هل لديك سؤال حول هذا المكان؟ اسأل، وسنبحث عن التفاصيل من أجلك.

# tu28
source: Reviews matching your question
ar_sa: التقييمات التي تتطابق مع سؤالك

# tu29
source: What the hotel says
ar_sa: معلومات الفندق الأساسية

# tu30
source: Decrease number of adults
ar_sa: خفض عدد البالغين

# tu31
source: Increase number of children
ar_sa: زيادة عدد الأطفال

# tu32
source: Decrease number of children
ar_sa: خفض عدد الأطفال

# tu33
source: Increase number of adults
ar_sa: زيادة عدد البالغين
