Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Swedish/1014581424__1003484356__Swedish__standard__106.xlf
Languages: sv_se

# tu1
source: 5 deals from {{|0|}}
sv_se: 5 erbjudanden från {{|0|}}

# tu2
source: 4 deals from {{|0|}}
sv_se: 4 erbjudanden från {{|0|}}

# tu3
source: 7 deals from {{|0|}}
sv_se: 7 erbjudanden från {{|0|}}

# tu4
source: 6 deals from {{|0|}}
sv_se: 6 erbjudanden från {{|0|}}

# tu5
source: Check out some great places to stay while you’re in {{|entity_name|}}
sv_se: Kolla in några bra ställen att bo på medan du är i {{|entity_name|}}

# tu6
source: 1 deal from {{|0|}}
sv_se: 1 erbjudande från {{|0|}}

# tu7
source: We found {{|number|}} hotels for your dates too
sv_se: Vi hittade även {{|number|}} hotell för dina datum

# tu8
source: 3 deals from {{|0|}}
sv_se: 3 erbjudanden från {{|0|}}

# tu9
source: {{|0|}} deals from {{|1|}}
sv_se: {{|0|}} erbjudanden från {{|1|}}

# tu10
source: 2 deals from {{|0|}}
sv_se: 2 erbjudanden från {{|0|}}

# tu11
source: 9 deals from {{|0|}}
sv_se: 9 erbjudanden från {{|0|}}

# tu12
source: 8 deals from {{|0|}}
sv_se: 8 erbjudanden från {{|0|}}

# tu13
source: Checking flights? Find a hotel while you’re at it
sv_se: Letar du efter flyg? Hitta ett hotell medan du är igång

# tu14
source: These places caught our attention while we were finding your flights
sv_se: Dessa ställen fångade vår uppmärksamhet medan vi hittade dina flyg

# tu15
source: Central hotel? Quiet apartment? Check out what’s available on your travel dates
sv_se: Centralt hotell? Tyst lägenhet? Se vad som finns tillgängligt på dina resedatum

# tu16
source: Our cheapest price {{|0|}}
sv_se: Vårt billigaste pris {{|0|}}

# tu17
source: Explore hotels
sv_se: Utforska hotell

# tu18
source: Set the vibe for your {{|entity_name|}} trip
sv_se: Skapa stämningen för din resa till {{|entity_name|}}
