Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Norwegian Bokmal/1014580602__1003519865__Norwegian Bokmal__standard__305.xlf
Languages: nb_no

# tu1
source: Did you book @@destination@@? 💙
nb_no: Bestilte du @@destination@@? 💙

# tu2
source: @@destination@@ flight saved 💙
nb_no: Flyreisen til @@destination@@ er lagret 💙

# tu3
source: You’re logged in as
nb_no: Du er innlogget som

# tu4
source: Your saved stay at @@hotel-name@@ is coming up. Manage saved alerts ↗️
nb_no: Det lagrede oppholdet på @@hotel-name@@ nærmer seg. Administrer lagrede varsler ↗️

# tu5
source: It’s coming up soon — here is the latest price for your dates ↗️
nb_no: Det nærmer seg – her er den siste prisen for datoene dine ↗️

# tu6
source: You saved a hotel stay starting @@check-in-date@@. Review your stays ↗️
nb_no: Du lagret et hotellopphold som starter @@check-in-date@@. Gjennomgå oppholdene dine ↗️

# tu7
source: 24h Flex-Cancel Option
nb_no: 24-timers Flex-avbestilling mulig

# tu8
source: @@destination@@ flight saved 💙
nb_no: Flyreisen til @@destination@@ er lagret 💙

# tu9
source: @@destination@@ flight search saved 💙
nb_no: Søket etter flyreiser til @@destination@@ er lagret 💙

# tu11
source: Your saved flight takes off soon — compare new prices or cancel alert ↗️
nb_no: Den lagrede flyreisen tar av snart – sammenlign nye priser eller avbryt varsel ↗️

# tu12
source: You saved a flight to @@destination@@ that takes off @@departure-date@@. Manage alerts ↗️
nb_no: Du lagret en flyreise til @@destination@@ som tar av @@departure-date@@. Administrer varsler ↗️

# tu13
source: Free cancellation
nb_no: Kostnadsfri avbestilling

# tu14
source: Your outbound flight date is coming up. Manage your saved alerts ↗️
nb_no: Datoen for den utgående flyvningen nærmer seg. Administrer de lagrede varslene ↗️

# tu15
source: This badge can’t be bought. We award providers who offer reliable prices and get solid reviews from travellers.
nb_no: Dette merket kan ikke kjøpes. Vi premierer leverandører som tilbyr pålitelige priser og mottar solide vurderinger fra reisende.

# tu16
source: Your plans are taking shape. Save some @@destination@@ hotels while you’re at it ↗️
nb_no: Planene dine tar form. Lagre noen hoteller i @@destination@@ mens du er i gang ↗️

# tu17
source: @@destination@@ flight search saved 💙
nb_no: Søket etter flyreiser til @@destination@@ er lagret 💙

# tu18
source: Add some @@destination@@ hotels to your saved list to finish building your trip ↗️
nb_no: Legg til noen hoteller i @@destination@@ på Lagrede-listen for å fullføre planleggingen av reisen ↗️

# tu19
source: Flight saved — what’s next? 💙
nb_no: Flyreisen er lagret – hva skjer videre? 💙

# tu20
source: Review details of your stay in @@destination@@ or save and compare more options ↗️
nb_no: Gjennomgå opplysningene om oppholdet ditt i @@destination@@, eller lagre og sammenlign flere alternativer ↗️

# tu21
source: Still after @@destination@@ flights?
nb_no: Fremdeles på utkikk etter flyreiser til @@destination@@?

# tu22
source: Flight search saved 💙
nb_no: Søket etter flyreiser er lagret 💙

# tu23
source: Details of your @@trip-duration@@-night stay at @@hotel-name@@ are here when you need them.
nb_no: Opplysningene om oppholdet på @@trip-duration@@ netter på @@hotel-name@@ er her når du trenger dem.

# tu24
source: Still need this alert? 💙
nb_no: Trenger du fortsatt dette varselet? 💙

# tu25
source: Your @@trip-duration@@-night trip in @@destination@@ starting @@check-in-date@@. Get details in the app ↗️
nb_no: Reisen din på @@trip-duration@@ netter i @@destination@@ som starter @@check-in-date@@. Få detaljert informasjon i appen ↗️

# tu26
source: Did you book @@destination@@? 🛫
nb_no: Bestilte du @@destination@@? 🛫

# tu27
source: Hotel stay saved 💙
nb_no: Hotelloppholdet er lagret 💙

# tu28
source: Hotel search saved 💙
nb_no: Hotellsøket er lagret 💙

# tu29
source: Planning ahead? Check out our top-rated hotel stays in @@destination@@ ↗️
nb_no: Planlegger du i forveien? Ta en titt på de best rangerte hotellene i @@destination@@ ↗️

# tu30
source: Stay saved. You’re all set 💙
nb_no: Oppholdet er lagret. Alt er klappet og klart. 💙

# tu31
source: Add a few more to track and compare your best options for @@destination@@ ↗️
nb_no: Legg til noen flere for å spore og sammenligne de beste alternativene for @@destination@@ ↗️

# tu32
source: We’ve kept the details of your @@destination@@ flight handy for you ↗️
nb_no: Vi har tatt vare på opplysningene om flyreisen til @@destination@@ for deg ↗️

# tu33
source: All set — get your trip details here when you need them ↗️
nb_no: Klappet og klart – hent opplysningene om reisen din her når du trenger dem ↗️

# tu34
source: Still need a hotel in @@destination@@? 💙
nb_no: Trenger du fortsatt et hotell i @@destination@@? 💙

# tu35
source: Why we recommend them
nb_no: Derfor anbefaler vi dem

# tu36
source: re: your saved stay in @@destination@@ 💙
nb_no: sv: det lagrede oppholdet ditt i @@destination@@ 💙
