Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Norwegian Bokmal/1014580586__1003484456__Norwegian Bokmal__seo__182.xlf
Languages: nb_no

# tu1
source: Experience the perfect blend of stunning beaches, historic sites, and vibrant nightlife.
nb_no: Opplev den perfekte blandingen av fantastiske strender, historiske steder og pulserende uteliv.

# tu2
source: @@entity_city_name@@ flights
nb_no: Flyreiser til @@entity_city_name@@

# tu3
source: Relax on sunny beaches, explore charming towns, and savour the flavours of Andalusia.
nb_no: Slapp av på solfylte strender, utforsk sjarmerende byer og nyt smakene av Andalusia.

# tu4
source: Other @@entity_city_name@@ hotel brands
nb_no: Andre hotellkjeder i @@entity_city_name@@

# tu5
source: From Benidorm to Alicante, savour the sun, sea, and vibrant Spanish culture.
nb_no: Fra Benidorm til Alicante – nyt solen, havet og den pulserende spanske kulturen.

# tu6
source: Hotels near airports
nb_no: Hoteller nær flyplasser

# tu7
source: Enjoy sun-soaked beaches, charming villages, and world-class golf in Portugal's southern paradise.
nb_no: Gled deg over solfylte strender, sjarmerende landsbyer og golf i verdensklasse i Portugals sørlige paradis.

# tu8
source: @@entity_city_name@@ car hire
nb_no: Bilutleie i @@entity_city_name@@

# tu9
source: Discover ancient ruins, turquoise waters, and the warm welcome of Turkey's Mediterranean gem.
nb_no: Oppdag eldgamle ruiner, turkist vann og den varme velkomsten i Tyrkias middelhavsperle.

# tu10
source: Experience luxury and adventure in the city of skyscrapers, deserts, and world-class shopping.
nb_no: Opplev luksus og eventyr i byen med skyskrapere, ørkener og shopping i verdensklasse.

# tu11
source: Immerse yourself in the vibrant colours, bustling markets, and rich history of this ancient city.
nb_no: Fordyp deg i denne eldgamle byens livlige farger, travle markeder og rike historie.

# tu12
source: Hotels in @@entity_city_name@@
nb_no: Hoteller i @@entity_city_name@@

# tu13
source: Hike through volcanic landscapes, relax on golden beaches and enjoy the laid-back Canarian vibe.
nb_no: Vandre gjennom vulkanske landskap, slapp av på gylne strender og gled deg over den avslappede kanariske stemningen.

# tu14
source: More hotels
nb_no: Flere hoteller

# tu15
source: Step back in time with ancient history, crystal-clear waters, and a vibrant Mediterranean atmosphere.
nb_no: Reis tilbake i tid med eldgammel historie, krystallklart vann og en pulserende middelhavsatmosfære.

# tu16
source: Discover the energy of the Big Apple, from iconic landmarks to vibrant neighbourhoods.
nb_no: Oppdag energien i The Big Apple, fra ikoniske landemerker til pulserende nabolag.

# tu17
source: From the majestic Mount Teide to sunny beaches, there's adventure and relaxation here in equal measure.
nb_no: Fra det majestetiske Teide-fjellet til solfylte strender, her finnes det like mye eventyr som avslapning.

# tu18
source: Dance the night away and soak up the sun on the island of eternal party and pristine beaches.
nb_no: Dans deg gjennom natten og slikk sol på øya med evig festing og uberørte strender.
