Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Hindi/1014580141__1003410498__Hindi__marketing__127.xlf
Languages: hi_in

# Sheet1!A14
source: Get the perfect price
hi_in: सबसे अच्छा किराया पाएँ

# Sheet1!A15
source: Travel made simple
hi_in: हम यात्रा आसान बनाते हैं

# Sheet1!A16
source: Compare. Save. Go.
hi_in: तुलना करें। बचत करें। जाएँ।

# Sheet1!A17
source: Your trip, made easy
hi_in: आपकी ट्रिप, अब पहले से आसान

# Sheet1!A18
source: Book with confidence
hi_in: भरोसे के साथ बुक करें

# Sheet1!A19
source: Ever wish planning a trip could feel as good as taking one? Us too
hi_in: कभी सोचा कि काश, ट्रिप प्लान करना भी ट्रिप पर जाने जितना ही अच्छा होता? हमने भी यही सोचा

# Sheet1!A20
source: We’re the clever search engine that turns travel planning chaos into a breeze.
hi_in: हम एक स्मार्ट सर्च इंजन हैं और ट्रैवल प्लानिंग से जुड़ी मुसीबतों को बेहद आसान बनाते हैं।

# Sheet1!A21
source: Everyone loves travelling. Planning it? Not so much.
hi_in: सभी को यात्रा करना पसंद है, लेकिन यात्रा की प्लानिंग करना? शायद उतना पसंद नहीं है।

# Sheet1!A22
source: Our smart filters help you find your best price in a few clicks
hi_in: हमारे स्मार्ट फ़िल्टर्स कुछ ही क्लिक में सबसे अच्छा किराया खोजने में आपकी मदद करते हैं

# Sheet1!A23
source: Search and compare travel deals in once place
hi_in: एक ही जगह पर ट्रैवल डील्स सर्च करें और उनकी तुलना करें

# Sheet1!A24
source: That next adventure is just a click away
hi_in: अगला एडवेंचर बस एक क्लिक दूर है

# Sheet1!A25
source: We scan billions of prices so you can find flights, hotels and car rentals easily.
hi_in: हम अरबों किराये स्कैन करते हैं, ताकि आपको फ़्लाइट, होटल और रेंटल कारें आसानी से मिल सकें।

# Sheet1!A26
source: Billions of prices. One simple search. Flights, hotels & car hire.
hi_in: अरबों किराये। एक आसान सर्च। फ़्लाइट, होटल और रेंटल कार।

# Sheet1!A27
source: Save on your next holiday by using Skyscanner
hi_in: Skyscanner का इस्तेमाल करके अपनी अगली छुट्टी पर बचत करें

# Sheet1!A28
source: With every search, we scan billions of prices from trusted travel partners.
hi_in: हर सर्च के साथ, हम भरोसेमंद ट्रैवल पार्टनर से अरबों किराये स्कैन करते हैं।
