Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_November/Hindi/1014580146__1003484452__Hindi__seo__182.xlf
Languages: hi_in

# tu1
source: Experience the perfect blend of stunning beaches, historic sites, and vibrant nightlife.
hi_in: शानदार समुद्र तटों, ऐतिहासिक जगहों और जीवंत नाइटलाइफ़ के बेजोड़ मेल का आनंद लें।

# tu2
source: @@entity_city_name@@ flights
hi_in: @@entity_city_name@@ के लिए फ़्लाइट्स

# tu3
source: Relax on sunny beaches, explore charming towns, and savour the flavours of Andalusia.
hi_in: धूप से सराबोर समुद्र तटों पर आराम करें, खूबसूरत शहरों को एक्सप्लोर करें और अंडालुसिया के स्थानीय व्यंजनों का आनंद लें।

# tu4
source: Other @@entity_city_name@@ hotel brands
hi_in: @@entity_city_name@@ में अन्य ब्रैंड के होटल

# tu5
source: From Benidorm to Alicante, savour the sun, sea, and vibrant Spanish culture.
hi_in: बेनिडॉर्म से एलिकांटे तक सूरज, समुद्र और जीवंत स्पेनिश संस्कृति का आनंद लें।

# tu6
source: Hotels near airports
hi_in: एयरपोर्ट के आस-पास के होटल

# tu7
source: Enjoy sun-soaked beaches, charming villages, and world-class golf in Portugal's southern paradise.
hi_in: पुर्तगाल के दक्षिण में स्थित इस बेहद खूबसूरत जगह पर धूप से सराबोर समुद्र तटों, खूबसूरत गाँवों और विश्व स्तरीय गोल्फ़ का आनंद लें।

# tu8
source: @@entity_city_name@@ car hire
hi_in: @@entity_city_name@@ में रेंटल कार

# tu9
source: Discover ancient ruins, turquoise waters, and the warm welcome of Turkey's Mediterranean gem.
hi_in: प्राचीन खंडहरों, फ़िरोज़ी पानी और तुर्की के भूमध्य सागर के पास बसी इस शानदार जगह पर गर्मजोशी से भरे स्वागत का आनंद लें।

# tu10
source: Experience luxury and adventure in the city of skyscrapers, deserts, and world-class shopping.
hi_in: गगनचुंबी इमारतों, रेगिस्तान और विश्व स्तरीय शॉपिंग की सुविधा देने वाले शहर में लग्ज़री और एडवेंचर अनुभव करें।

# tu11
source: Immerse yourself in the vibrant colours, bustling markets, and rich history of this ancient city.
hi_in: इस प्राचीन शहर के जीवंत रंगों, व्यस्त बाज़ारों और समृद्ध इतिहास में खो जाएँ।

# tu12
source: Hotels in @@entity_city_name@@
hi_in: @@entity_city_name@@ में होटल

# tu13
source: Hike through volcanic landscapes, relax on golden beaches and enjoy the laid-back Canarian vibe.
hi_in: ज्वालामुखी वाले इलाकों में हाइक करें, सुनहरे समुद्र तटों पर आराम करें और कैनरी आइलैंड के शांत माहौल का आनंद लें।

# tu14
source: More hotels
hi_in: और होटल

# tu15
source: Step back in time with ancient history, crystal-clear waters, and a vibrant Mediterranean atmosphere.
hi_in: प्राचीन इतिहास, साफ़ व स्वच्छ जलधाराओं और भूमध्यसागरीय क्षेत्र के जीवंत माहौल के साथ अतीत को अनुभव करें।

# tu16
source: Discover the energy of the Big Apple, from iconic landmarks to vibrant neighbourhoods.
hi_in: मशहूर लैंडमार्क से लेकर जीवंत इलाकों तक, 'बिग ऐप्पल' की ऊर्जा को महसूस करें।

# tu17
source: From the majestic Mount Teide to sunny beaches, there's adventure and relaxation here in equal measure.
hi_in: शानदार माउंट टेडी से लेकर धूप से सराबोर समुद्र तटों तक, यहाँ एडवेंचर और आराम, दोनों ही मिलते हैं।

# tu18
source: Dance the night away and soak up the sun on the island of eternal party and pristine beaches.
hi_in: रात भर डांस करें और दिन-रात चलने वाली पार्टियों और साफ़-सुथरे समुद्र तटों वाले आइलैंड पर धूप का आनंद लें।
