Repository: aleksandrasobanska-cyber/Skyscanner_MateCAT_LQA
Catalog: XLIFF_Downloads_February/Hindi/1016932775__1004700525__Hindi__standard__159.xlf
Languages: hi_in

# tu1
source: Flight price drops of 20% or more
hi_in: फ़्लाइट किराये में 20% या उससे ज़्यादा की कमी

# tu2
source: What are you interested in?
hi_in: आपकी दिलचस्पी किसमें है?

# tu3
source: How many bags?
hi_in: कितने बैग हैं?

# tu4
source: We use your responses to help make our AI tools even better. {{|Link|}}
hi_in: हम आपके जवाबों का इस्तेमाल अपने AI टूल्स को और भी बेहतर बनाने के लिए करते हैं। {{|Link|}}

# tu5
source: Change booking for a fee
hi_in: फ़ीस देकर बुकिंग में बदलाव करें

# tu6
source: {{|number|}}km
hi_in: {{|number|}}किमी

# tu7
source: Plan a road trip
hi_in: रोड ट्रिप प्लान करें

# tu8
source: View price as
hi_in: किराया कैसा दिखे

# tu9
source: Plan road trip
hi_in: रोड ट्रिप प्लान करें

# tu10
source: Hire a car
hi_in: रेंटल कार लें

# tu11
source: {{|number|}}mi
hi_in: {{|number|}}मील

# tu12
source: Go to all cars
hi_in: कारों के सभी विकल्प देखें

# tu13
source: @@neighbourhood@@: plan your trip
hi_in: @@neighbourhood@@: अपनी ट्रिप प्लान करें

# tu14
source: From
hi_in: शुरुआती किराया

# tu15
source: {{|number|}} results sorted by distance from city centre
hi_in: {{|number|}} सिटी सेंटर से दूरी के हिसाब से नतीजे क्रम में लगाए गए

# tu16
source: How many travellers?
hi_in: कितने यात्री हैं?

# tu17
source: {{|count|}} bags
hi_in: {{|count|}} बैग

# tu18
source: per night
hi_in: एक रात का किराया

# tu19
source: Go to Drops
hi_in: Drops पर जाएँ

# tu20
source: We’ll make you a custom route and pick cars that suit your journey.
hi_in: हम आपके लिए एक कस्टम रूट बनाएँगे और आपकी यात्रा के लिए सही कारें चुनेंगे।

# tu21
source: {{|number|}}mi from city centre
hi_in: सिटी सेंटर से {{|number|}}मील की दूरी पर

# tu22
source: Tell us about your road trip
hi_in: हमें अपनी रोड ट्रिप के बारे में बताएँ

# tu23
source: Rooms from
hi_in: कमरों का शुरुआती किराया

# tu24
source: Show cars
hi_in: कारें दिखाएँ

# tu25
source: Here’s a sneak peek of today’s picks.
hi_in: आज के चुनिंदा ऑफ़र की एक झलक।

# tu26
source: {{|number|}}km from city centre
hi_in: सिटी सेंटर से {{|number|}}किमी दूर

# tu27
source: Just so you know, this chat feature may make mistakes or provide outdated info, so always check details with the provider before booking.
hi_in: आपकी जानकारी के लिए बता दें कि इस चैट फ़ीचर में गलतियाँ हो सकती हैं या हो सकता है कि आपको मिलने वाली जानकारी पुरानी हो, इसलिए बुकिंग से पहले हमेशा प्रोवाइडर से सारी जानकारी माँग लें।

# tu28
source: Refund for a fee
hi_in: फ़ीस देकर रिफ़ंड पाएँ

# tu29
source: per day
hi_in: एक दिन का किराया

# tu30
source: Cars from
hi_in: रेंटल कारों का शुरुआती किराया

# tu31
source: What’s your route preference?
hi_in: आपको कैसा रास्ता पसंद है?

# tu32
source: 1 car from {{|price|}} at {{|address|}}
hi_in: {{|address|}} में 1 कार {{|price|}} से शुरू
